{
  "items": [
    {
      "id": 1,
      "title": "Il Download: sopravvivere alle temperature estreme e la cospirazione delle grandi balene e delle turbine eoliche",
      "slug": "il-download:-sopravvivere-alle-temperature-estreme",
      "url": "https://www.technologyreview.com/2025/11/11/1127866/the-download-surviving-extreme-temperatures-and-the-big-whale-wind-turbine-conspiracy/",
      "summary": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. La ricerca per scoprire come reagiscono i nostri corpi alle temperature estreme Il cambiamento climatico sta sottoponendo le persone vulnerabili a temperature che spingono i loro limiti. Si ritiene che nel 2023 in Europa si siano verificati circa 47.000 decessi legati al caldo. I ricercatori stimano che il cambiamento climatico potrebbe aggiungere altri 2,3 milioni di morti per calore in Europa in questo secolo. Questo è accentuato",
      "content": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. La ricerca per scoprire come reagiscono i nostri corpi alle temperature estreme Il cambiamento climatico sta sottoponendo le persone vulnerabili a temperature che spingono i loro limiti. Si ritiene che nel 2023 in Europa si siano verificati circa 47.000 decessi legati al caldo. I ricercatori stimano che il cambiamento climatico potrebbe aggiungere altri 2,3 milioni di morti per calore in Europa in questo secolo. Ciò ha aumentato la posta in gioco per risolvere il mistero di ciò che accade ai corpi in condizioni estreme. Anche se sappiamo a grandi linee come le persone si termoregolano, la scienza del mantenimento del caldo o del fresco è piena di punti ciechi. I ricercatori di tutto il mondo stanno rivedendo le regole su quando gli estremi virano da scomodi a mortali. Le loro scoperte cambiano il modo in cui dovremmo pensare ai limiti del caldo e del freddo e come sopravvivere in un nuovo mondo. Leggi la storia completa. —Max G.Levy Questa storia è tratta dall'ultimo numero cartaceo della rivista MIT Technology Review, che è piena di storie affascinanti sul corpo. Se non l'hai già fatto, iscriviti ora per ricevere i numeri futuri una volta pubblicati. Le balene stanno morendo. Non incolpare le turbine eoliche. La morte delle balene è diventata un punto critico politico. Attualmente ci sono tre eventi di mortalità attivi per le balene nell’Atlantico, il che significa gruppi di morti che gli esperti considerano insoliti. E i legislatori repubblicani, i think tank conservatori e, in particolare, il presidente Donald Trump (un nemico di lunga data dell’energia eolica) stanno facendo affermazioni dubbie sulla responsabilità dei parchi eolici offshore. Ma qualsiasi accusa puntata contro le turbine eoliche per la morte delle balene ignora il fatto che le balene si sono riversate sulle spiagge da molto prima che le gigantesche macchine mettessero radici nel fondo dell’oceano. Questo è qualcosa che è sempre successo. E il consenso scientifico è chiaro: non ci sono prove che i parchi eolici siano la causa del recente aumento della morte delle balene. Leggi la storia completa. —Casey Crownhart Questa storia fa parte del MIT",
      "image_url": "https://s.w.org/images/core/emoji/16.0.1/72x72/23f0.png",
      "author": "Rhiannon Williams (trad. auto)",
      "published_at": "2025-11-11T21:32:45.675611",
      "collected_at": "2025-11-11T21:32:45.675624",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 11,
      "keywords": [
        "technology",
        "news",
        "it",
        "mit technology review"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 2,
      "title": "Lo stato dell’intelligenza artificiale: l’energia è sovrana e gli Stati Uniti sono in ritardo",
      "slug": "lo-stato-dell’intelligenza-artificiale:-l’energia-",
      "url": "https://www.technologyreview.com/2025/11/10/1126805/the-state-of-ai-energy-is-king-and-the-us-is-falling-behind/",
      "summary": "Bentornati a The State of AI, una nuova collaborazione tra il Financial Times e il MIT Technology Review. Ogni lunedì, gli autori di entrambe le pubblicazioni discutono di un aspetto della rivoluzione dell’intelligenza artificiale generativa e di come sta rimodellando il potere globale. Questa settimana, Casey Crownhart, reporter senior per l’energia presso il MIT Technology Review, e Pilita Clark, editorialista del FT, considerano come il rapido sviluppo delle energie rinnovabili in Cina potrebbe aiutarla a fare un balzo in avanti rispetto ai progressi dell’intelligenza artificiale. Casey Crownhart scrive: Nell'era dell'intelligenza artificiale, il più grande ostacolo",
      "content": "Bentornati a The State of AI, una nuova collaborazione tra il Financial Times e il MIT Technology Review. Ogni lunedì, gli autori di entrambe le pubblicazioni discutono di un aspetto della rivoluzione dell’intelligenza artificiale generativa e di come sta rimodellando il potere globale. Questa settimana, Casey Crownhart, reporter senior per l’energia presso il MIT Technology Review, e Pilita Clark, editorialista del FT, considerano come il rapido sviluppo delle energie rinnovabili in Cina potrebbe aiutarla a fare un balzo in avanti rispetto ai progressi dell’intelligenza artificiale. Casey Crownhart scrive: Nell’era dell’intelligenza artificiale, il più grande ostacolo al progresso non è il denaro ma l’energia. Ciò dovrebbe essere particolarmente preoccupante qui negli Stati Uniti, dove enormi data center sono in attesa di essere operativi, e non sembra che il paese riuscirà a costruire la fornitura di energia costante o le infrastrutture necessarie per servirli tutti. Non è sempre stato così. Per circa un decennio prima del 2020, i data center sono stati in grado di compensare l’aumento della domanda con miglioramenti dell’efficienza. Ora, però, la domanda di elettricità sta aumentando negli Stati Uniti, con miliardi di query ogni giorno sui modelli di intelligenza artificiale più diffusi, e i miglioramenti in termini di efficienza non stanno tenendo il passo. Con troppo poca nuova capacità elettrica in rete, la tensione inizia a farsi vedere: le bollette elettriche stanno aumentando a dismisura per le persone che vivono in luoghi in cui i data center impongono un carico crescente sulla rete. Se vogliamo che l’intelligenza artificiale abbia la possibilità di mantenere grandi promesse senza far salire alle stelle i prezzi dell’elettricità per il resto di noi, gli Stati Uniti devono imparare alcune lezioni dal resto del mondo sull’abbondanza di energia. Basta guardare la Cina. La Cina ha installato 429 GW di nuova capacità di generazione di energia nel 2024, più di sei volte la capacità netta aggiunta negli Stati Uniti in quel periodo. La Cina produce ancora gran parte della sua elettricità con il carbone, ma questo costituisce una quota in calo del mix. Piuttosto, il Paese si concentra sull’installazione di energia solare, eolica, nucleare e gas a ritmi record. Gli Stati Uniti, nel frattempo, sono concentrati sul rilancio dell’industria del carbone in difficoltà. Le centrali elettriche alimentate a carbone sono inquinanti e, soprattutto, costose da gestire. Anche gli impianti che invecchiano negli Stati Uniti sono meno affidabili",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/10/4c1e48f3-a8d9-fed3-bfeb-c686add0bb5d.png",
      "author": "Casey Crownhart and Pilita Clark (trad. auto)",
      "published_at": "2025-11-11T21:32:48.941703",
      "collected_at": "2025-11-11T21:32:48.941717",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 12,
      "keywords": [
        "technology",
        "news",
        "it",
        "mit technology review"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 3,
      "title": "Reinventare la sicurezza informatica nell’era dell’intelligenza artificiale e dei quanti",
      "slug": "reinventare-la-sicurezza-informatica-nell’era-dell",
      "url": "https://www.technologyreview.com/2025/11/10/1127774/reimagining-cybersecurity-in-the-era-of-ai-and-quantum/",
      "summary": "L’intelligenza artificiale e le tecnologie quantistiche stanno riconfigurando radicalmente il funzionamento della sicurezza informatica, ridefinendo la velocità e la scala con cui i difensori digitali e i loro avversari possono operare. L’uso come arma degli strumenti di intelligenza artificiale per gli attacchi informatici si sta già rivelando un degno avversario delle attuali difese. Dalla ricognizione al ransomware, i criminali informatici possono automatizzare gli attacchi più velocemente che mai grazie all'intelligenza artificiale. Ciò include l’uso dell’intelligenza artificiale generativa per creare attacchi di ingegneria sociale su larga scala, sfornandone decine di migliaia",
      "content": "L’intelligenza artificiale e le tecnologie quantistiche stanno riconfigurando radicalmente il funzionamento della sicurezza informatica, ridefinendo la velocità e la scala con cui i difensori digitali e i loro avversari possono operare. L’uso come arma degli strumenti di intelligenza artificiale per gli attacchi informatici si sta già rivelando un degno avversario delle attuali difese. Dalla ricognizione al ransomware, i criminali informatici possono automatizzare gli attacchi più velocemente che mai grazie all'intelligenza artificiale. Ciò include l’uso dell’intelligenza artificiale generativa per creare attacchi di ingegneria sociale su larga scala, sfornare decine di migliaia di e-mail di phishing personalizzate in pochi secondi o accedere a software di clonazione vocale ampiamente disponibili in grado di aggirare le difese di sicurezza per soli pochi dollari. E ora, l’intelligenza artificiale agentica alza la posta in gioco introducendo sistemi autonomi in grado di ragionare, agire e adattarsi come avversari umani. Ma l’intelligenza artificiale non è l’unica forza che modella il panorama delle minacce. L’informatica quantistica ha il potenziale di minare seriamente gli attuali standard di crittografia se sviluppata senza controllo. Gli algoritmi quantistici possono risolvere i problemi matematici alla base della crittografia più moderna, in particolare dei sistemi a chiave pubblica come RSA ed Elliptic Curve, ampiamente utilizzati per comunicazioni online sicure, firme digitali e criptovaluta. \"Sappiamo che il quantum sta arrivando. Una volta che accadrà, imporrà un cambiamento nel modo in cui proteggiamo i dati in tutti i settori, inclusi governi, telecomunicazioni e sistemi finanziari\", afferma Peter Bailey, vicepresidente senior e direttore generale del settore sicurezza di Cisco. “La maggior parte delle organizzazioni è comprensibilmente focalizzata sull’immediatezza delle minacce legate all’intelligenza artificiale”, afferma Bailey. \"La teoria quantistica potrebbe sembrare fantascienza, ma questi scenari si stanno realizzando più velocemente di quanto molti si rendano conto. È fondamentale iniziare a investire ora in difese in grado di resistere sia agli attacchi di intelligenza artificiale che a quelli quantistici.\" Fondamentale per questa difesa è un approccio Zero Trust alla sicurezza informatica, che presuppone che nessun utente o dispositivo possa essere intrinsecamente attendibile. Imponendo una verifica continua, Zero Trust consente un monitoraggio costante e garantisce che qualsiasi tentativo di sfruttare i vulnerabili",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/11/CISCO-iStock-2156608663.jpg",
      "author": "MIT Technology Review Insights (trad. auto)",
      "published_at": "2025-11-11T21:32:52.203929",
      "collected_at": "2025-11-11T21:32:52.203942",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 12,
      "keywords": [
        "technology",
        "news",
        "it",
        "mit technology review"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 4,
      "title": "Il download: sfatare i miti meteorologici e la previsione dell'infarto tramite intelligenza artificiale",
      "slug": "il-download:-sfatare-i-miti-meteorologici-e-la-pre",
      "url": "https://www.technologyreview.com/2025/11/10/1127798/the-download-busting-weather-myths-and-ai-heart-attack-prediction/",
      "summary": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. Perché è così difficile smentire la teoria del complotto sul controllo meteorologico Era l’ottobre del 2024 e l’uragano Helene aveva appena devastato il sud-est degli Stati Uniti. La deputata Marjorie Taylor Greene della Georgia ha trovato un obiettivo astratto su cui attribuire la colpa: \"Sì, possono controllare il tempo\", ha pubblicato su X. \"È ridicolo per chiunque mentire e dire che non si può fare\".",
      "content": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. Perché è così difficile smentire la teoria del complotto sul controllo meteorologico Era l’ottobre del 2024 e l’uragano Helene aveva appena devastato il sud-est degli Stati Uniti. La deputata Marjorie Taylor Greene della Georgia ha trovato un obiettivo astratto su cui attribuire la colpa: \"Sì, possono controllare il tempo\", ha pubblicato su X. \"È ridicolo per chiunque mentire e dire che non è possibile farlo\". Questa affermazione assurda è diventata più forte e più comune negli ultimi anni, soprattutto dopo gli attacchi meteorologici estremi. Ma ecco il punto: sebbene Greene e altri credenti non abbiano ragione, questa teoria del complotto, come tante altre, racchiude un nocciolo di verità molto più modesta. Leggi la storia completa. —Dave Levitan Questa storia fa parte della serie \"The New Conspiracy Age\" del MIT Technology Review, su come l'attuale boom delle teorie del complotto sta rimodellando la scienza e la tecnologia. Dai un'occhiata al resto della serie qui. L'intelligenza artificiale potrebbe prevedere chi avrà un infarto Nonostante tutte le meraviglie moderne della cardiologia, facciamo fatica a prevedere chi avrà un infarto. Molte persone non vengono mai sottoposte a screening. Ora, le startup stanno applicando algoritmi di intelligenza artificiale per esaminare milioni di scansioni TC alla ricerca di segni precoci di malattie cardiache. Questa tecnologia potrebbe rappresentare una svolta per la salute pubblica, applicando un vecchio strumento per scoprire pazienti il ​​cui alto rischio di infarto si nasconde in bella vista. Ma rimane non dimostrato su larga scala, sollevando questioni spinose sull’implementazione e persino su come definiamo la malattia. Leggi la storia completa. —Vishal Khetpal Questa storia è tratta dall'ultimo numero cartaceo della rivista MIT Technology Review, che è piena di storie affascinanti sul corpo. Se non l'hai già fatto, iscriviti ora per ricevere i numeri futuri una volta terminato",
      "image_url": "https://s.w.org/images/core/emoji/16.0.1/72x72/1f4f0.png",
      "author": "Rhiannon Williams (trad. auto)",
      "published_at": "2025-11-11T21:32:55.520299",
      "collected_at": "2025-11-11T21:32:55.520328",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 10,
      "keywords": [
        "technology",
        "news",
        "it",
        "mit technology review"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 5,
      "title": "Il download: una nuova casa sotto il mare e la clonazione di animali domestici",
      "slug": "il-download:-una-nuova-casa-sotto-il-mare-e-la-clo",
      "url": "https://www.technologyreview.com/2025/11/07/1127765/the-download-a-new-home-under-the-sea-and-cloning-pets/",
      "summary": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. Il primo nuovo habitat sottomarino in 40 anni sta per essere lanciato Vanguard ha la sensazione e l'odore di un nuovo camper. Ha lunghe panche grigie che si trasformano in cuccette, un forno a microonde abilmente nascosto sotto un bancone, un funzionale lavello in acciaio con una pressa francese e stoviglie sopra. Uno strano piccolo bagno si nasconde dietro una tenda. Ma non puoi semplicemente accendere il motore di Vanguard e partire",
      "content": "Questa è l'edizione di oggi di The Download, la nostra newsletter nei giorni feriali che fornisce una dose quotidiana di ciò che accade nel mondo della tecnologia. Il primo nuovo habitat sottomarino in 40 anni sta per essere lanciato Vanguard ha la sensazione e l'odore di un nuovo camper. Ha lunghe panche grigie che si trasformano in cuccette, un forno a microonde abilmente nascosto sotto un bancone, un funzionale lavello in acciaio con una pressa francese e stoviglie sopra. Uno strano piccolo bagno si nasconde dietro una tenda. Ma non puoi semplicemente accendere il motore di Vanguard e partire. Una volta sigillato e trasferito nella sua sede permanente sotto le onde del Florida Keys National Marine Sanctuary all'inizio del prossimo anno, Vanguard sarà il primo nuovo habitat sottomarino al mondo in quasi quattro decenni. Squadre di quattro scienziati vivranno e lavoreranno sul fondo del mare per una settimana alla volta, entrando e uscendo dall'habitat come subacquei. Leggi la nostra storia su alcune delle loro potenziali missioni. —Mark Harris La clonazione non è riservata solo agli animali domestici delle celebrità, come il cane di Tom Brady. Questa settimana abbiamo sentito che Tom Brady ha fatto clonare il suo cane. L’ex quarterback ha rivelato che la sua Junie è in realtà un clone di Lua, un incrocio di pitbull morto nel 2023. L’annuncio di Brady segue quelli di celebrità come Paris Hilton e Barbra Streisand, che notoriamente hanno anche clonato i loro cani da compagnia. Ma alcuni credono che esistano modi migliori per utilizzare le tecnologie di clonazione, come diversificare i pool genetici delle specie consanguinee o potenzialmente salvare altri animali dall’orlo dell’estinzione. Leggi la storia completa. —Jessica Hamzelou Questo articolo è apparso per la prima volta su The Checkup, la newsletter settimanale sulle biotecnologie del MIT Technology Review. Per riceverlo nella tua casella di posta ogni giovedì e leggere prima articoli come questo, iscriviti qui. Le letture imperdibili Ho setacciato Internet per trovarti le storie più divertenti/importanti/spaventose/affascinanti di oggi sulla tecnologia. 1 OpenAI sta affrontando un'ondata di nuove cause legali I casi riguardano denunce di omicidio colposo e affermazioni che ChatGPT ha causato crolli mentali. (NYT $)+ Una famiglia rivendica ChatGPT “",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/11/image_7ec9ce.png",
      "author": "Rhiannon Williams (trad. auto)",
      "published_at": "2025-11-11T21:33:00.296250",
      "collected_at": "2025-11-11T21:33:00.296270",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 11,
      "keywords": [
        "technology",
        "news",
        "it",
        "mit technology review"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 6,
      "title": "I data center incontrano resistenza riguardo alle preoccupazioni ambientali mentre il boom dell’intelligenza artificiale si diffonde in America Latina",
      "slug": "i-data-center-incontrano-resistenza-riguardo-alle-",
      "url": "https://www.theguardian.com/technology/2025/nov/10/data-centers-latin-america",
      "summary": "Un esperto descrive come le comunità in alcune delle aree più aride del mondo chiedono trasparenza mentre i governi segreti corteggiano miliardi in investimenti esteri. Queste domande e risposte sono originariamente apparse come parte della newsletter TechScape del Guardian. Iscriviti qui a questa newsletter settimanale. I data center che alimentano il boom dell'intelligenza artificiale sono più che enormi. Le loro finanze, le loro dimensioni fisiche e la quantità di informazioni contenute all'interno sono così enormi che l'idea di fermare la loro costruzione",
      "content": "An expert describes how communities in some of the world’s driest areas are demanding transparency as secretive governments court billions in foreign investmentThis Q&A originally appeared as part of The Guardian’s TechScape newsletter. Sign up for this weekly newsletter here.The datacenters that power the artificial intelligence boom are beyond enormous. Their financials, their physical scale, and the amount of information contained within are so massive that the idea of stopping their construction can seem like opposing an avalanche in progress. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/32eea00d14ec6817f74922074e0cd7f2feb54680/436_0_3847_3078/master/3847.jpg",
      "author": "Blake Montgomery (trad. auto)",
      "published_at": "2025-11-11T21:33:03.055085",
      "collected_at": "2025-11-11T21:33:03.055106",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "the guardian tech"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 7,
      "title": "Inizia la corsa per realizzare le migliori auto a guida autonoma del mondo",
      "slug": "inizia-la-corsa-per-realizzare-le-migliori-auto-a-",
      "url": "https://www.theguardian.com/technology/2025/nov/10/waymo-baidu-apollo-go-china-elon-musk-tesla",
      "summary": "Il colosso cinese della ricerca Baidu sfida i veicoli senza conducente di Waymo di Google e Musk punta a un pacchetto retributivo da 1 trilione di dollariIscriviti alla newsletter di TechScape quiCiao e benvenuto su TechScape. Sono il tuo ospite, Blake Montgomery, e ti scrivo da Barcellona, ​​dove la mia dieta ha trasformato almeno metà del mio corpo in prosciutto. La scommessa di Sam Altman: i profitti di OpenAI possono tenere il passo con l'impennata dei costi del settore? \"Dimostra una tale pigrizia\": perché mi rifiuto di uscire con qualcuno che usa ChatGPT Cosa perdiamo quando ci arrendiamo alle cure",
      "content": "Il colosso cinese della ricerca Baidu sfida i veicoli senza conducente di Waymo di Google e Musk punta a un pacchetto retributivo da 1 trilione di dollariIscriviti alla newsletter di TechScape quiCiao e benvenuto su TechScape. Sono il tuo ospite, Blake Montgomery, e ti scrivo da Barcellona, dove la mia dieta ha trasformato almeno metà del mio corpo in prosciutto. La scommessa di Sam Altman: i profitti di OpenAI possono tenere il passo con i costi in aumento del settore? Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/e4fd784afe55eb2b51e922e0ed28cad4696afb0e/293_0_2915_2333/master/2915.jpg",
      "author": "Blake Montgomery (trad. auto)",
      "published_at": "2025-11-11T21:33:06.418144",
      "collected_at": "2025-11-11T21:33:06.418161",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "the guardian tech"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 8,
      "title": "I giganti della tecnologia promettono di difendere gli utenti negli Stati Uniti mentre le società di spyware si fanno strada con l’amministrazione Trump",
      "slug": "i-giganti-della-tecnologia-promettono-di-difendere",
      "url": "https://www.theguardian.com/technology/2025/nov/10/apple-whatsapp-spyware-paragon",
      "summary": "Apple e WhatsApp affermano che continueranno ad avvisare gli utenti se i loro telefoni vengono presi di mira da governi che utilizzano software di hacking contro di loroApple e WhatsApp hanno promesso di continuare ad avvisare gli utenti se i loro telefoni cellulari vengono presi di mira da governi che utilizzano software di hacking contro di loro, anche negli Stati Uniti, mentre due produttori di spyware cercano di farsi strada nell'amministrazione Trump. I due giganti della tecnologia hanno rilasciato le loro dichiarazioni in risposta alle domande del Guardian in quanto produttori di armi informatiche, entrambi fondati",
      "content": "Apple e WhatsApp affermano che continueranno ad avvisare gli utenti se i loro telefoni vengono presi di mira da governi che utilizzano software di hacking contro di loroApple e WhatsApp hanno promesso di continuare ad avvisare gli utenti se i loro telefoni cellulari vengono presi di mira da governi che utilizzano software di hacking contro di loro, anche negli Stati Uniti, mentre due produttori di spyware cercano di farsi strada nell'amministrazione Trump. I due giganti della tecnologia hanno rilasciato le loro dichiarazioni in risposta alle domande del Guardian mentre i due produttori di armi informatiche - entrambi fondati in Israele e ora di proprietà di investitori americani - stanno cercando aggressivamente l'accesso al mercato statunitense. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/59ca79b2f7bb1c126ce179df4fdead51fa4ca427/2776_1658_2368_1896/master/2368.jpg",
      "author": "Stephanie Kirchgaessner and Joseph Gedeon (trad. auto)",
      "published_at": "2025-11-11T21:33:10.219942",
      "collected_at": "2025-11-11T21:33:10.219980",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 3,
      "keywords": [
        "technology",
        "news",
        "it",
        "the guardian tech"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 9,
      "title": "OpenAI può tenere il passo con l’impennata dei costi del settore?",
      "slug": "openai-può-tenere-il-passo-con-l’impennata-dei-cos",
      "url": "https://www.theguardian.com/technology/2025/nov/10/sam-altman-can-openai-profits-keep-pace",
      "summary": "Mentre cresce il nervosismo degli investitori, gli ingenti impegni di spesa della società in perdita ChatGPT mettono alla prova i limiti dell’ottimismo della Silicon Valley. È la domanda da 1,4 trilioni di dollari (1,1 trilioni di sterline). Come può una startup in perdita come OpenAI permettersi un impegno di spesa così sbalorditivo? Rispondendo positivamente si contribuirà notevolmente ad alleviare le preoccupazioni degli investitori sugli avvertimenti di bolla nel boom dell'intelligenza artificiale, dalle elevate valutazioni delle società tecnologiche a una discussa spesa globale di 3 trilioni di dollari in data center. Continua a leggere...",
      "content": "As investor jitters grow, the loss-making ChatGPT firm’s vast spending commitments test the limits of Silicon Valley optimismIt is the $1.4tn (£1.1tn) question. How can a loss-making startup such as OpenAI afford such a staggering spending commitment?Answer that positively and it will go a long way to easing investor concerns over bubble warnings in the artificial intelligence boom, from lofty tech company valuations to a mooted $3tn global spend on datacentres. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/c3409a400509e73744d9026d0c24ec63e1719c0a/184_0_4590_3673/master/4590.jpg",
      "author": "Dan Milmo (trad. auto)",
      "published_at": "2025-11-11T21:33:12.845348",
      "collected_at": "2025-11-11T21:33:12.845366",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "the guardian tech"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 10,
      "title": "I chatbot con intelligenza artificiale potrebbero aiutare a fermare gli errori di rilascio dei prigionieri, afferma il ministro della Giustizia",
      "slug": "i-chatbot-con-intelligenza-artificiale-potrebbero-",
      "url": "https://www.theguardian.com/society/2025/nov/10/ai-chatbots-stop-prisoner-release-errors",
      "summary": "HMP Wandsworth ottiene il via libera per usare l'intelligenza artificiale dopo che una squadra è stata inviata per trovare \"soluzioni rapide\" dopo un'ondata di errori. I chatbot di intelligenza artificiale potrebbero essere usati per impedire ai prigionieri di essere erroneamente rilasciati dal carcere, ha detto lunedì un ministro della Giustizia alla Camera dei Lord. James Timpson ha detto che HMP Wandsworth ha ricevuto il via libera per usare l'intelligenza artificiale dopo che una squadra specializzata è stata inviata per trovare \"alcune soluzioni rapide\". Continua a leggere...",
      "content": "HMP Wandsworth gets green light to use AI after team sent in to find ‘quick fixes’ after spate of mistakesArtificial intelligence chatbots could be used to stop prisoners from being mistakenly released from jail, a justice minister told the House of Lords on Monday.James Timpson said HMP Wandsworth had been given the green light to use AI after a specialised team was sent in to find “some quick fixes”. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/688c1f8dcec31b52a29a499244e4706d63777aff/612_0_3938_3150/master/3938.jpg",
      "author": "Rajeev Syal Home affairs editor (trad. auto)",
      "published_at": "2025-11-11T21:33:14.872660",
      "collected_at": "2025-11-11T21:33:14.872674",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "the guardian tech"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 11,
      "title": "Cervelli in fuga da Meta, Yann LeCun ha deciso di fondare una sua startup sulle nuove architetture AI",
      "slug": "cervelli-in-fuga-da-meta-yann-lecun-ha-deciso-di-f",
      "url": "https://www.wired.it/article/yann-lecun-lascia-meta-per-fondare-startup-nuove-architetture-ai/",
      "summary": "Il responsabile della ricerca AI del colosso di Menlo Park e pioniere nella ricerca sul deep learning sarebbe già in trattative per raccogliere fondi. La decisione dopo la riorganizzazione interna voluta da Zuckerberg per rincorrere OpenAI",
      "content": "Il responsabile della ricerca AI del colosso di Menlo Park e pioniere nella ricerca sul deep learning sarebbe già in trattative per raccogliere fondi. La decisione dopo la riorganizzazione interna voluta da Zuckerberg per rincorrere OpenAI",
      "image_url": "https://media-assets.wired.it/photos/69135616d62b95ab6bf6f4dc/master/pass/2195028871",
      "author": "Riccardo Piccolo",
      "published_at": "2025-11-11T21:33:15.122066",
      "collected_at": "2025-11-11T21:33:15.122076",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 12,
      "title": "Cop30, alle compagnie petrolifere presenti non serve più far finta di credere nella transizione, mentre la stampa americana diserta",
      "slug": "cop30-alle-compagnie-petrolifere-presenti-non-serv",
      "url": "https://www.wired.it/article/cop30-compagnie-petrolifere-transizione-stampa-americana-diserta/",
      "summary": "È l'effetto Trump: molti mezzi d'informazione statunitensi sono rimasti a casa, immaginando una Cop sottotono. Ma così lasciano alle big oil lo spazio di fare quello che vogliono",
      "content": "È l'effetto Trump: molti mezzi d'informazione statunitensi sono rimasti a casa, immaginando una Cop sottotono. Ma così lasciano alle big oil lo spazio di fare quello che vogliono",
      "image_url": "https://media-assets.wired.it/photos/69124c26a212b5865c7e9bf2/master/pass/1423380510",
      "author": "Antonio Piemontese",
      "published_at": "2025-11-11T21:33:15.122133",
      "collected_at": "2025-11-11T21:33:15.122135",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 13,
      "title": "Qual è la traiettoria di 3I/Atlas? Ecco come seguire in diretta la cometa interstellare",
      "slug": "qual-è-la-traiettoria-di-3i/atlas?-ecco-come-segui",
      "url": "https://www.wired.it/article/traiettoria-3i-atlas-come-seguirla-in-diretta-siti-simulatore-nasa/",
      "summary": "Presto il misterioso oggetto spaziale lascerà il nostro sistema solare. Ma nel frattempo chiunque può monitorarne il percorso in tempo reale",
      "content": "Presto il misterioso oggetto spaziale lascerà il nostro sistema solare. Ma nel frattempo chiunque può monitorarne il percorso in tempo reale",
      "image_url": "https://media-assets.wired.it/photos/691348189d2e0ba502b4d21e/master/pass/rastreo%20de%20cometa%203i%20atlas.jpg",
      "author": "Jorge Garay",
      "published_at": "2025-11-11T21:33:15.122178",
      "collected_at": "2025-11-11T21:33:15.122180",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 14,
      "title": "La tracolla per iPhone in maglia che costa fino a 250 euro",
      "slug": "la-tracolla-per-iphone-in-maglia-che-costa-fino-a-",
      "url": "https://www.wired.it/article/tracolla-porta-iphone-pocket/",
      "summary": "Debutta in Italia il prossimo 14 novembre il costoso accessorio realizzato in collaborazione con Issey Miyake",
      "content": "Debutta in Italia il prossimo 14 novembre il costoso accessorio realizzato in collaborazione con Issey Miyake",
      "image_url": "https://media-assets.wired.it/photos/69133a584d6db4c9fc4cf601/master/pass/iphone%20pocket%20tracolla.jpg",
      "author": "Diego Barbera",
      "published_at": "2025-11-11T21:33:15.122214",
      "collected_at": "2025-11-11T21:33:15.122216",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 15,
      "title": "Una tazza di caffè al giorno può togliere il medico di torno, proteggendo il cuore dalla fibrillazione atriale",
      "slug": "una-tazza-di-caffè-al-giorno-può-togliere-il-medic",
      "url": "https://www.wired.it/article/una-tazza-di-caffe-al-giorno-puo-proteggere-il-cuore-dalla-fibrillazione-atriale/",
      "summary": "Non solo non ne aumenterebbe il rischio, ma riuscirebbe addirittura a ridurlo. Ecco cosa dice lo studio pubblicato su Jama",
      "content": "Non solo non ne aumenterebbe il rischio, ma riuscirebbe addirittura a ridurlo. Ecco cosa dice lo studio pubblicato su Jama",
      "image_url": "https://media-assets.wired.it/photos/691343c42641e10c150e3aa1/master/pass/1552871673",
      "author": "Marta Musso",
      "published_at": "2025-11-11T21:33:15.122254",
      "collected_at": "2025-11-11T21:33:15.122256",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 16,
      "title": "Il malware WhatsApp \"Maverick\" dirotta le sessioni del browser per prendere di mira le più grandi banche del Brasile",
      "slug": "il-malware-whatsapp-\"maverick\"-dirotta-le-sessioni",
      "url": "https://thehackernews.com/2025/11/whatsapp-malware-maverick-hijacks.html",
      "summary": "I cacciatori di minacce hanno scoperto somiglianze tra un malware bancario chiamato Coyote e un programma dannoso recentemente divulgato chiamato Maverick che è stato propagato tramite WhatsApp. Secondo un rapporto di CyberProof, entrambi i ceppi di malware sono scritti in .NET, prendono di mira gli utenti e le banche brasiliane e presentano funzionalità identiche per decrittografare, prendere di mira gli URL bancari e monitorare le applicazioni bancarie.",
      "content": "Threat hunters have uncovered similarities between a banking malware called Coyote and a newly disclosed malicious program dubbed Maverick that has been propagated via WhatsApp. According to a report from CyberProof, both malware strains are written in .NET, target Brazilian users and banks, and feature identical functionality to decrypt, targeting banking URLs and monitor banking applications.",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjrlz0Rd5WFx1WGLM50k8zciZga_tvSSCACZehOgO5Kb-v0WP-PffiCulnIsUbwnvjPYtT15mAXR20xitSNUp9DlsPaN28keaeKCc1mybORUEBINDq5ptqGr5lOXht-rf_eQLckwgR2w5S4M8qx-R-kwDG6TmX3ydLfSACazclZlnIto_rB39ckAxYepJgl/s1600/whatsapp-web.jpg",
      "author": "info@thehackernews.com (The Hacker News) (trad. auto)",
      "published_at": "2025-11-11T21:33:17.651245",
      "collected_at": "2025-11-11T21:33:17.651262",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "the hacker news"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 17,
      "title": "GootLoader è tornato, utilizzando un nuovo trucco per nascondere malware sui siti WordPress",
      "slug": "gootloader-è-tornato-utilizzando-un-nuovo-trucco-p",
      "url": "https://thehackernews.com/2025/11/gootloader-is-back-using-new-font-trick.html",
      "summary": "Secondo le nuove scoperte di Huntress, il malware noto come GootLoader è riemerso ancora una volta dopo un breve picco di attività all'inizio di marzo. La società di sicurezza informatica ha dichiarato di aver osservato tre infezioni di GootLoader dal 27 ottobre 2025, di cui due hanno provocato intrusioni pratiche da tastiera con compromissione del controller di dominio avvenuta entro 17 ore dall'infezione iniziale. \"",
      "content": "The malware known as GootLoader has resurfaced yet again after a brief spike in activity earlier this March, according to new findings from Huntress. The cybersecurity company said it observed three GootLoader infections since October 27, 2025, out of which two resulted in hands-on keyboard intrusions with domain controller compromise taking place within 17 hours of initial infection. \"",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgs_gIwNxs0iD5Xi-iqyG6SM6_-T-HGSrhisOTbsd_IXIbBPhNqqQPaY-m9xeuPvh2V2CCA5qvNL2UrMZqu-LrredR1PXMg71aYeMjoMtpTQ3jExATxGIcP08cndRyNyUYQkxp0y-tlnXNDTWCC24M0X5px8Qt_zaRZumMgEejW9enncxB5Hmek2sFkAH9p/s1600/fonts.jpg",
      "author": "info@thehackernews.com (The Hacker News) (trad. auto)",
      "published_at": "2025-11-11T21:33:20.139430",
      "collected_at": "2025-11-11T21:33:20.139442",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "the hacker news"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 18,
      "title": "La guida esperta del CISO agli attacchi alla catena di fornitura basata sull'intelligenza artificiale",
      "slug": "la-guida-esperta-del-ciso-agli-attacchi-alla-caten",
      "url": "https://thehackernews.com/2025/11/cisos-expert-guide-to-ai-supply-chain.html",
      "summary": "Lo scorso anno gli attacchi alla catena di fornitura basati sull’intelligenza artificiale sono aumentati del 156%. Scopri perché le difese tradizionali stanno fallendo e cosa devono fare ora i CISO per proteggere le loro organizzazioni. Scarica qui la guida completa degli esperti CISO sugli attacchi alla catena di fornitura AI. TL;DR Gli attacchi alla catena di fornitura abilitati dall'intelligenza artificiale stanno esplodendo in termini di portata e sofisticazione: i caricamenti di pacchetti dannosi su repository open source sono aumentati del 156% nel",
      "content": "AI-enabled supply chain attacks jumped 156% last year. Discover why traditional defenses are failing and what CISOs must do now to protect their organizations. Download the full CISO’s expert guide to AI Supply chain attacks here. TL;DR AI-enabled supply chain attacks are exploding in scale and sophistication - Malicious package uploads to open-source repositories jumped 156% in",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi237aSL-o6s_t-xtfun1CAuoHCY2XPJAUUHpQY18pfeww9bVAJ8M1Dtu1gEtk25UoLyeCOHz6k-TFkgBB2FSp_Y3VHQAYwpJNlBy48ffsfJQgA42Jvg1kNdRR6-VBxOZNk0ZFzIB3FrSylKmccKLCnY_olvsBLdOpA2MFqqDUZchxGce_loAbyFqyjHwk/s1600/reflectiz.jpg",
      "author": "info@thehackernews.com (The Hacker News) (trad. auto)",
      "published_at": "2025-11-11T21:33:22.028108",
      "collected_at": "2025-11-11T21:33:22.028125",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "the hacker news"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 19,
      "title": "I ricercatori rilevano pacchetti npm dannosi che prendono di mira i repository di proprietà di GitHub",
      "slug": "i-ricercatori-rilevano-pacchetti-npm-dannosi-che-p",
      "url": "https://thehackernews.com/2025/11/researchers-detect-malicious-npm.html",
      "summary": "I ricercatori di sicurezza informatica hanno scoperto un pacchetto npm dannoso denominato \"@acitons/artifact\" che esegue un typosquat del pacchetto legittimo \"@actions/artifact\" con l'intento di prendere di mira i repository di proprietà di GitHub. \"Pensiamo che l'intento fosse quello di eseguire questo script durante la creazione di un repository di proprietà di GitHub, esfiltrare i token disponibili nell'ambiente di creazione e quindi utilizzare tali token per pubblicare",
      "content": "Cybersecurity researchers have discovered a malicious npm package named \"@acitons/artifact\" that typosquats the legitimate \"@actions/artifact\" package with the intent to target GitHub-owned repositories. \"We think the intent was to have this script execute during a build of a GitHub-owned repository, exfiltrate the tokens available to the build environment, and then use those tokens to publish",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgCsz1QgtB3DAorATUJtM4NKEDKSftFK-LplwEwazMvy2CJl8Ua-T_nRLa6hpR968DBP4cjFK1rhd70vBYd_gx4s24AQepRSFpjXkFezP9hKo2lrYQm-WgcHBKvJQrU3AYRBltbe6Qw8xpGCcTFje-h3a24Pb04JtJMlUX3Ug7XtR1inGNz7fVkzpfLT_KZ/s1600/hacker-code.jpg",
      "author": "info@thehackernews.com (The Hacker News) (trad. auto)",
      "published_at": "2025-11-11T21:33:23.986349",
      "collected_at": "2025-11-11T21:33:23.986367",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "the hacker news"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 20,
      "title": "Il servizio malware \"Fantasy Hub\" del trojan Android trasforma Telegram in un hub per gli hacker",
      "slug": "il-servizio-malware-\"fantasy-hub\"-del-trojan-andro",
      "url": "https://thehackernews.com/2025/11/android-trojan-fantasy-hub-malware.html",
      "summary": "I ricercatori di sicurezza informatica hanno rivelato i dettagli di un nuovo trojan di accesso remoto (RAT) Android chiamato Fantasy Hub che viene venduto sui canali Telegram di lingua russa secondo un modello Malware-as-a-Service (MaaS). Secondo il venditore, il malware consente il controllo e lo spionaggio dei dispositivi, consentendo agli autori delle minacce di raccogliere messaggi SMS, contatti, registri delle chiamate, immagini e video, nonché di intercettare, rispondere,",
      "content": "Cybersecurity researchers have disclosed details of a new Android remote access trojan (RAT) called Fantasy Hub that's sold on Russian-speaking Telegram channels under a Malware-as-a-Service (MaaS) model. According to its seller, the malware enables device control and espionage, allowing threat actors to collect SMS messages, contacts, call logs, images, and videos, as well as intercept, reply,",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhrnztvfc0MS4mXpDjarA_dBNhWyKUYkHkdNF-kNrP6lLQ5-IlH3aQx6_xwLDyyx7qKhcry5c5t3qUNEsAgE4Qp5yxBKVVmgZWtg8F_0RX6bU29uCFoqTw1gdwPvNCdfwjVVapeiSyWW13-ESWpGPgkLiuV8hGMz4Vx5CSlm6JCk0n8CPLSikgtkUSWwn-n/s1600/android-telegram.jpg",
      "author": "info@thehackernews.com (The Hacker News) (trad. auto)",
      "published_at": "2025-11-11T21:33:26.056217",
      "collected_at": "2025-11-11T21:33:26.056230",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "the hacker news"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 21,
      "title": "La vita segreta delle mogli mormoni: in arrivo la terza stagione su Disney+",
      "slug": "la-vita-segreta-delle-mogli-mormoni:-in-arrivo-la-",
      "url": "https://www.punto-informatico.it/la-vita-segreta-delle-mogli-mormoni-in-arrivo-la-terza-stagione-su-disney/",
      "summary": "Nuovo capitolo della serie televisiva con protagonista il gruppo di influencer mormoni conosciuto come #MomTok. The post La vita segreta delle mogli mormoni: in arrivo la terza stagione su Disney+ appeared first on Punto Informatico.",
      "content": "Nuovo capitolo della serie televisiva con protagonista il gruppo di influencer mormoni conosciuto come #MomTok. The post La vita segreta delle mogli mormoni: in arrivo la terza stagione su Disney+ appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/la-vita-segreta-delle-mogli-mormoni-terza-stagione.jpg",
      "author": "Federico Pisanu",
      "published_at": "2025-11-11T21:33:26.516237",
      "collected_at": "2025-11-11T21:33:26.516246",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 22,
      "title": "Super economica, ma ricca di vantaggi: è l’offerta Kena Mobile a 5,99€",
      "slug": "super-economica-ma-ricca-di-vantaggi:-è-l’offerta-",
      "url": "https://www.punto-informatico.it/super-economica-ma-ricca-di-vantaggi-e-lofferta-kena-mobile-a-599e/",
      "summary": "Ultimi giorni per attivare la super promo Kena Mobile: fino a 200 Giga in 5G, minuti illimitati e 200 SMS a soli 5,99 euro al mese. The post Super economica, ma ricca di vantaggi: è l’offerta Kena Mobile a 5,99€ appeared first on Punto Informatico.",
      "content": "Ultimi giorni per attivare la super promo Kena Mobile: fino a 200 Giga in 5G, minuti illimitati e 200 SMS a soli 5,99 euro al mese. The post Super economica, ma ricca di vantaggi: è l’offerta Kena Mobile a 5,99€ appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/smartphone-stock-6.jpg",
      "author": "Eleonora Busi",
      "published_at": "2025-11-11T21:33:26.516326",
      "collected_at": "2025-11-11T21:33:26.516329",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 23,
      "title": "Cos’è il Layer 2 e perché dovresti usarlo prima di ogni altra cosa",
      "slug": "cos’è-il-layer-2-e-perché-dovresti-usarlo-prima-di",
      "url": "https://www.punto-informatico.it/fintech/criptovalute/bitcoin-layer-2-come-funziona/",
      "summary": "Scopri perché le soluzioni Layer 2 stanno diventando fondamentali per l’evoluzione di Bitcoin e come Bitcoin Hyper ($HYPER) sta guidando questa trasformazione con un approccio ibrido che unisce scalabilità, sicurezza e applicazioni reali nell’ecosistema crypto. The post Cos’è il Layer 2 e perché dovresti usarlo prima di ogni altra cosa appeared first on Punto Informatico.",
      "content": "Scopri perché le soluzioni Layer 2 stanno diventando fondamentali per l’evoluzione di Bitcoin e come Bitcoin Hyper ($HYPER) sta guidando questa trasformazione con un approccio ibrido che unisce scalabilità, sicurezza e applicazioni reali nell’ecosistema crypto. The post Cos’è il Layer 2 e perché dovresti usarlo prima di ogni altra cosa appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/Cose-il-Layer-2-e-perche-dovresti-usarlo-prima-di-ogni-altra-cosa.jpg",
      "author": "Leonardo Gamberale",
      "published_at": "2025-11-11T21:33:26.516407",
      "collected_at": "2025-11-11T21:33:26.516409",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 24,
      "title": "AVG sconta del 60% i prodotti per la protezione avanzata contro i siti fraudolenti",
      "slug": "avg-sconta-del-60%-i-prodotti-per-la-protezione-av",
      "url": "https://www.punto-informatico.it/avg-sconta-del-60-per-cento-i-prodotti-per-la-protezione-contro-i-siti-fraudolenti/",
      "summary": "La promozione in corso sul sito di AVG per la licenza annuale è disponibile per un periodo di tempo limitato. The post AVG sconta del 60% i prodotti per la protezione avanzata contro i siti fraudolenti appeared first on Punto Informatico.",
      "content": "La promozione in corso sul sito di AVG per la licenza annuale è disponibile per un periodo di tempo limitato. The post AVG sconta del 60% i prodotti per la protezione avanzata contro i siti fraudolenti appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/uomo-al-computer-sul-divano.jpg",
      "author": "Federico Pisanu",
      "published_at": "2025-11-11T21:33:26.516464",
      "collected_at": "2025-11-11T21:33:26.516466",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 25,
      "title": "XRP in crescita mentre 5 ETF spot si avvicinano al lancio",
      "slug": "xrp-in-crescita-mentre-5-etf-spot-si-avvicinano-al",
      "url": "https://www.punto-informatico.it/fintech/criptovalute/xrp-in-crescita/",
      "summary": "I cinque possibili ETF Spot su XRP spingono il valore del token e riaccendono le speranze dei trader. The post XRP in crescita mentre 5 ETF spot si avvicinano al lancio appeared first on Punto Informatico.",
      "content": "I cinque possibili ETF Spot su XRP spingono il valore del token e riaccendono le speranze dei trader. The post XRP in crescita mentre 5 ETF spot si avvicinano al lancio appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/XRP-in-crescita-mentre-5-ETF-spot-si-avvicinano-al-lancio.png",
      "author": "Leonardo Gamberale",
      "published_at": "2025-11-11T21:33:26.516524",
      "collected_at": "2025-11-11T21:33:26.516526",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 26,
      "title": "Imprese nell’i-business era: l’AI al centro della trasformazione",
      "slug": "imprese-nell’i-business-era:-l’ai-al-centro-della-",
      "url": "https://www.agendadigitale.eu/cultura-digitale/imprese-nelli-business-era-lai-al-centro-della-trasformazione/",
      "summary": "L’Intelligenza Artificiale ha superato la fase teorica e si afferma come motore del nuovo i-business. Aziende e comunità vivono una trasformazione che unisce efficienza, interoperabilità e crescita sostenuta dalla cultura digitale L'articolo Imprese nell’i-business era: l’AI al centro della trasformazione proviene da Agenda Digitale.",
      "content": "L’Intelligenza Artificiale ha superato la fase teorica e si afferma come motore del nuovo i-business. Aziende e comunità vivono una trasformazione che unisce efficienza, interoperabilità e crescita sostenuta dalla cultura digitale L'articolo Imprese nell’i-business era: l’AI al centro della trasformazione proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Matteo  Neuroni",
      "published_at": "2025-11-11T21:33:26.796997",
      "collected_at": "2025-11-11T21:33:26.797017",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 27,
      "title": "Ma il garante privacy è indipendente? Come funziona in Italia e in altri Paesi",
      "slug": "ma-il-garante-privacy-è-indipendente?-come-funzion",
      "url": "https://www.agendadigitale.eu/sicurezza/privacy/garanti-privacy-perche-lindipendenza-e-un-cruccio-globale/",
      "summary": "Il caso Report - Garante privacy italiano porta a riflettere su come, in Europa e nel resto del mondo, vengano scelti i membri delle analoghe autorità ma anche a sondare scandali e inchieste che hanno riguardato queste istituzioni L'articolo Ma il garante privacy è indipendente? Come funziona in Italia e in altri Paesi proviene da Agenda Digitale.",
      "content": "Il caso Report - Garante privacy italiano porta a riflettere su come, in Europa e nel resto del mondo, vengano scelti i membri delle analoghe autorità ma anche a sondare scandali e inchieste che hanno riguardato queste istituzioni L'articolo Ma il garante privacy è indipendente? Come funziona in Italia e in altri Paesi proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Tania Orrù",
      "published_at": "2025-11-11T21:33:26.797159",
      "collected_at": "2025-11-11T21:33:26.797164",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 28,
      "title": "Contenuti AI, l’invasione occulta: le regole sono rotte",
      "slug": "contenuti-ai-l’invasione-occulta:-le-regole-sono-r",
      "url": "https://www.agendadigitale.eu/cultura-digitale/contenuti-ai-senza-etichetta-cosa-non-funziona-e-come-correggerlo/",
      "summary": "Le normative impongono etichettatura dei contenuti generati da intelligenza artificiale, ma solo un terzo viene marcato correttamente sulle piattaforme. Audit indipendenti rivelano fragilità tecniche, responsabilità opache e un divario crescente tra obblighi formali ed efficacia reale della trasparenza digitale L'articolo Contenuti AI, l’invasione occulta: le regole sono rotte proviene da Agenda Digitale.",
      "content": "Le normative impongono etichettatura dei contenuti generati da intelligenza artificiale, ma solo un terzo viene marcato correttamente sulle piattaforme. Audit indipendenti rivelano fragilità tecniche, responsabilità opache e un divario crescente tra obblighi formali ed efficacia reale della trasparenza digitale L'articolo Contenuti AI, l’invasione occulta: le regole sono rotte proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Barbara Calderini",
      "published_at": "2025-11-11T21:33:26.797259",
      "collected_at": "2025-11-11T21:33:26.797261",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 29,
      "title": "Dentro la mente degli LLM: cosa vedono quando si osservano",
      "slug": "dentro-la-mente-degli-llm:-cosa-vedono-quando-si-o",
      "url": "https://www.agendadigitale.eu/cultura-digitale/dentro-la-mente-degli-llm-cosa-vedono-quando-si-osservano/",
      "summary": "Gli LLM generano testi fluidi, ma possono descrivere i propri processi interni? Dalla “concept injection” ai limiti quotidiani, un viaggio tra risultati incoraggianti e fragilità che mostrano come l’introspezione artificiale sia embrionale, instabile e tutt’altro che affidabile L'articolo Dentro la mente degli LLM: cosa vedono quando si osservano proviene da Agenda Digitale.",
      "content": "Gli LLM generano testi fluidi, ma possono descrivere i propri processi interni? Dalla “concept injection” ai limiti quotidiani, un viaggio tra risultati incoraggianti e fragilità che mostrano come l’introspezione artificiale sia embrionale, instabile e tutt’altro che affidabile L'articolo Dentro la mente degli LLM: cosa vedono quando si osservano proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Luigi Mischitelli",
      "published_at": "2025-11-11T21:33:26.797330",
      "collected_at": "2025-11-11T21:33:26.797332",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 30,
      "title": "Fit for 55: obiettivi climatici Ue schiacciati dai costi",
      "slug": "fit-for-55:-obiettivi-climatici-ue-schiacciati-dai",
      "url": "https://www.agendadigitale.eu/smart-city/fit-for-55-obiettivi-climatici-ue-schiacciati-dai-costi/",
      "summary": "A cinque anni dal Fit for 55, i dati della Zero Carbon Policy Agenda mostrano un divario crescente: costi elevati, riduzioni lente e target 2030 fuori portata. L’ETS resta lo strumento più efficiente, ma servono neutralità tecnologica e geografica per ridurre l’euro/ton evitata L'articolo Fit for 55: obiettivi climatici Ue schiacciati dai costi proviene da Agenda Digitale.",
      "content": "A cinque anni dal Fit for 55, i dati della Zero Carbon Policy Agenda mostrano un divario crescente: costi elevati, riduzioni lente e target 2030 fuori portata. L’ETS resta lo strumento più efficiente, ma servono neutralità tecnologica e geografica per ridurre l’euro/ton evitata L'articolo Fit for 55: obiettivi climatici Ue schiacciati dai costi proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Andrea  Ronchi",
      "published_at": "2025-11-11T21:33:26.797395",
      "collected_at": "2025-11-11T21:33:26.797397",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 31,
      "title": "GreyShot: sistema di raccomandazione Zeroshot e tutela della privacy del modello GM (1,1).",
      "slug": "greyshot:-sistema-di-raccomandazione-zeroshot-e-tu",
      "url": "https://arxiv.org/abs/2511.05493",
      "summary": "arXiv:2511.05493v1 Tipo di annuncio: nuovo Abstract: Ogni ingegnere di raccomandazione deve affrontare il problema dell'avvio a freddo durante la creazione del proprio sistema. Negli ultimi decenni, la maggior parte degli scienziati ha adottato il transfer learning e il metalearning per risolvere il problema. Sebbene negli ultimi anni siano state inventate eccezioni degne di nota come ZeroMat ecc., il problema dell'avviamento a freddo rimane un problema impegnativo per molti ricercatori. In questo documento, creiamo un algoritmo GreyShot per il sistema di raccomandazione zeroshot e che preserva la privacy",
      "content": "arXiv:2511.05493v1 Tipo di annuncio: nuovo Abstract: Ogni ingegnere di raccomandazione deve affrontare il problema dell'avvio a freddo durante la creazione del proprio sistema. Negli ultimi decenni, la maggior parte degli scienziati ha adottato il transfer learning e il metalearning per risolvere il problema. Sebbene negli ultimi anni siano state inventate eccezioni degne di nota come ZeroMat ecc., il problema dell'avviamento a freddo rimane un problema impegnativo per molti ricercatori. In questo articolo, costruiamo un algoritmo GreyShot per un sistema di raccomandazione zeroshot e che preserva la privacy utilizzando il modello GM (1,1) sfruttando la proprietà Poisson-Pareto dei dati di valutazione online. Il nostro approccio non si basa su dati di input ed è efficace nel generare risultati accurati ed equi. In conclusione, il problema zeroshot dei sistemi di raccomandazione potrebbe essere efficacemente risolto con metodi di sistema grigio come GM (1,1).",
      "image_url": null,
      "author": "Hao Wang (trad. auto)",
      "published_at": "2025-11-11T21:33:32.606302",
      "collected_at": "2025-11-11T21:33:32.606315",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 4,
      "keywords": [
        "science",
        "news",
        "it",
        "arxiv cs"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 32,
      "title": "Generazione aumentata di recupero personalizzato con LLM per debiasing Recommendation Unlearning",
      "slug": "generazione-aumentata-di-recupero-personalizzato-c",
      "url": "https://arxiv.org/abs/2511.05494",
      "summary": "arXiv:2511.05494v1 Tipo di annuncio: nuovo Abstract: I moderni sistemi di raccomandazione devono affrontare una sfida critica nel rispettare le normative sulla privacy come il \"diritto all'oblio\": rimuovere i dati di un utente senza interrompere le raccomandazioni per gli altri. I metodi tradizionali di disapprendimento risolvono questo problema mediante aggiornamenti parziali del modello, ma introducono bias di propagazione, in cui disimparare i dati di un utente distorce le raccomandazioni per utenti comportamentalmente simili, degradando l'accuratezza del sistema. Sebbene la riqualificazione elimini i pregiudizi, i",
      "content": "arXiv:2511.05494v1 Tipo di annuncio: nuovo Abstract: I moderni sistemi di raccomandazione devono affrontare una sfida critica nel rispettare le normative sulla privacy come il \"diritto all'oblio\": rimuovere i dati di un utente senza interrompere le raccomandazioni per gli altri. I metodi tradizionali di disapprendimento risolvono questo problema mediante aggiornamenti parziali del modello, ma introducono bias di propagazione, in cui disimparare i dati di un utente distorce le raccomandazioni per utenti comportamentalmente simili, degradando l'accuratezza del sistema. Sebbene la riqualificazione elimini i bias, è computazionalmente proibitiva per i sistemi su larga scala. Per affrontare questa sfida, proponiamo CRAGRU, un nuovo framework che sfrutta il Retrieval-Augmented Generation (RAG) per un disapprendimento efficiente e specifico per l'utente che mitiga i bias preservando la qualità delle raccomandazioni. CRAGRU disaccoppia il disapprendimento in fasi distinte di recupero e generazione. Nel recupero, utilizziamo tre strategie su misura progettate per isolare con precisione l'influenza dei dati dell'utente target, riducendo al minimo l'impatto collaterale sugli utenti non correlati e migliorando l'efficienza del disapprendimento. Successivamente, la fase di generazione utilizza un LLM, arricchito con profili utente integrati nei prompt, per ricostruire raccomandazioni accurate e personalizzate senza la necessità di riqualificare l'intero modello di base. Esperimenti su tre set di dati pubblici dimostrano che CRAGRU disimpara efficacemente i dati degli utenti target, mitigando in modo significativo i bias di disapprendimento prevenendo impatti negativi sugli utenti non target, pur mantenendo prestazioni di raccomandazione paragonabili a modelli originali completamente addestrati. Il nostro lavoro evidenzia la promessa delle architetture basate su RAG per la creazione di sistemi di raccomandazione robusti e rispettosi della privacy. Il codice sorgente è disponibile su: https://github.com/zhanghaichao520/LLM_rec_unlearning.",
      "image_url": null,
      "author": "Haichao Zhang, Chong Zhang, Peiyu Hu, Shi Qiu, Jia Wang (trad. auto)",
      "published_at": "2025-11-11T21:33:35.880538",
      "collected_at": "2025-11-11T21:33:35.880553",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 10,
      "keywords": [
        "science",
        "news",
        "it",
        "arxiv cs"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 33,
      "title": "IMDMR: un sistema di recupero della memoria multidimensionale intelligente per un'intelligenza artificiale conversazionale avanzata",
      "slug": "imdmr:-un-sistema-di-recupero-della-memoria-multid",
      "url": "https://arxiv.org/abs/2511.05495",
      "summary": "arXiv:2511.05495v1 Tipo di annuncio: nuovo Abstract: I sistemi di intelligenza artificiale conversazionale spesso hanno difficoltà a mantenere una memoria contestuale coerente attraverso interazioni estese, limitando la loro capacità di fornire risposte personalizzate e contestualmente rilevanti. Questo articolo presenta IMDMR (Intelligent Multi-Dimensional Memory Retrieval), un nuovo sistema che affronta queste limitazioni attraverso un'architettura di ricerca multidimensionale. A differenza dei sistemi di memoria esistenti che si basano su approcci unidimensionali, IMDM",
      "content": "arXiv:2511.05495v1 Tipo di annuncio: nuovo Abstract: I sistemi di intelligenza artificiale conversazionale spesso hanno difficoltà a mantenere una memoria contestuale coerente attraverso interazioni estese, limitando la loro capacità di fornire risposte personalizzate e contestualmente rilevanti. Questo articolo presenta IMDMR (Intelligent Multi-Dimensional Memory Retrieval), un nuovo sistema che affronta queste limitazioni attraverso un'architettura di ricerca multidimensionale. A differenza dei sistemi di memoria esistenti che si basano su approcci unidimensionali, IMDMR sfrutta sei distinte dimensioni di memoria: semantica, entità, categoria, intento, contesto e temporale, per fornire capacità complete di recupero della memoria. Il nostro sistema incorpora l'elaborazione intelligente delle query con selezione dinamica della strategia, risoluzione di entità tra memorie e tecniche avanzate di integrazione della memoria. Attraverso una valutazione completa rispetto a cinque sistemi di riferimento, tra cui LangChain RAG, LlamaIndex, MemGPT e spaCy + RAG, IMDMR ottiene un miglioramento di 3,8 volte nelle prestazioni complessive (0,792 contro 0,207 per il miglior riferimento). Presentiamo implementazioni sia simulate (0.314) che di produzione (0.792), dimostrando l'importanza dell'integrazione tecnologica reale pur mantenendo la superiorità su tutti i sistemi di base. Gli studi di ablazione dimostrano l’efficacia della ricerca multidimensionale, con il sistema completo che supera del 23,3% gli approcci basati sulla dimensione individuale. L'analisi del tipo di query rivela prestazioni superiori in tutte le categorie, in particolare per le query su preferenze/interessi (0,630) e obiettivi/aspirazioni (0,630). Visualizzazioni complete e analisi statistiche confermano l'importanza di questi miglioramenti con p <0,001 in tutti i parametri. I risultati stabiliscono che IMDMR rappresenta un progresso significativo nei sistemi di memoria AI conversazionale, fornendo una solida base per interazioni utente migliorate ed esperienze personalizzate.",
      "image_url": null,
      "author": "Tejas Pawar, Sarika Patil, Om Tilekar, Rushikesh Janwade, Vaibhav Helambe (trad. auto)",
      "published_at": "2025-11-11T21:33:39.116720",
      "collected_at": "2025-11-11T21:33:39.116743",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 10,
      "keywords": [
        "science",
        "news",
        "it",
        "arxiv cs"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 34,
      "title": "DOCUEVAL: uno strumento di ingegneria AI basato su LLM per la creazione di flussi di lavoro di valutazione dei documenti personalizzabili",
      "slug": "docueval:-uno-strumento-di-ingegneria-ai-basato-su",
      "url": "https://arxiv.org/abs/2511.05496",
      "summary": "arXiv:2511.05496v1 Tipo di annuncio: nuovo Abstract: I modelli di base, come i modelli linguistici di grandi dimensioni (LLM), hanno il potenziale per semplificare i flussi di lavoro di valutazione e migliorare le loro prestazioni. Tuttavia, l’adozione pratica deve affrontare sfide quali personalizzazione, accuratezza e scalabilità. In questo articolo presentiamo DOCUEVAL, uno strumento di ingegneria basato sull'intelligenza artificiale per la creazione di flussi di lavoro personalizzabili per la valutazione dei documenti. DOCUEVAL supporta l'elaborazione avanzata dei documenti e la progettazione personalizzabile del flusso di lavoro che consente all'utente",
      "content": "arXiv:2511.05496v1 Tipo di annuncio: nuovo Abstract: I modelli di base, come i modelli linguistici di grandi dimensioni (LLM), hanno il potenziale per semplificare i flussi di lavoro di valutazione e migliorare le loro prestazioni. Tuttavia, l’adozione pratica deve affrontare sfide quali personalizzazione, accuratezza e scalabilità. In questo articolo presentiamo DOCUEVAL, uno strumento di ingegneria basato sull'intelligenza artificiale per la creazione di flussi di lavoro personalizzabili per la valutazione dei documenti. DOCUEVAL supporta l'elaborazione avanzata dei documenti e la progettazione personalizzabile del flusso di lavoro che consente agli utenti di definire ruoli di revisore basati sulla teoria, specificare criteri di valutazione, sperimentare diverse strategie di ragionamento e scegliere lo stile di valutazione. Per garantire la tracciabilità, DOCUEVAL fornisce una registrazione completa di ogni esecuzione, insieme all'attribuzione della fonte e alla gestione della configurazione, consentendo il confronto sistematico dei risultati tra configurazioni alternative. Integrando queste capacità, DOCUEVAL affronta direttamente le principali sfide dell'ingegneria del software, compreso come determinare se i valutatori sono \"abbastanza bravi\" per l'implementazione e come confrontare empiricamente diverse strategie di valutazione. Dimostriamo l'utilità di DOCUEVAL attraverso un caso reale di peer review accademica, mostrando come DOCUEVAL consenta sia l'ingegnerizzazione dei valutatori che la valutazione scalabile e affidabile dei documenti.",
      "image_url": null,
      "author": "Hao Zhang, Qinghua Lu, Liming Zhu (trad. auto)",
      "published_at": "2025-11-11T21:33:42.266957",
      "collected_at": "2025-11-11T21:33:42.266973",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 7,
      "keywords": [
        "science",
        "news",
        "it",
        "arxiv cs"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 35,
      "title": "Raccomandazione musicale socialmente consapevole: una rete neurale a grafico multimodale per il consumo collaborativo di musica e il coinvolgimento basato sulla comunità",
      "slug": "raccomandazione-musicale-socialmente-consapevole:-",
      "url": "https://arxiv.org/abs/2511.05497",
      "summary": "arXiv:2511.05497v1 Tipo di annuncio: nuovo Abstract: Questo studio presenta un nuovo framework MM-GNN (Multi-Modal Graph Neural Network) per la raccomandazione musicale socialmente consapevole, progettato per migliorare la personalizzazione e promuovere il coinvolgimento basato sulla comunità. Il modello proposto introduce una strategia di apprendimento reciproco profondo priva di fusione che allinea le rappresentazioni specifiche della modalità da testi, audio e dati visivi mantenendo la robustezza contro le modalità mancanti. Viene costruita una struttura grafica eterogenea",
      "content": "arXiv:2511.05497v1 Tipo di annuncio: nuovo Abstract: Questo studio presenta un nuovo framework MM-GNN (Multi-Modal Graph Neural Network) per la raccomandazione musicale socialmente consapevole, progettato per migliorare la personalizzazione e promuovere il coinvolgimento basato sulla comunità. Il modello proposto introduce una strategia di apprendimento reciproco profondo priva di fusione che allinea le rappresentazioni specifiche della modalità da testi, audio e dati visivi mantenendo la robustezza contro le modalità mancanti. Viene costruita una struttura grafica eterogenea per catturare sia le interazioni utente-canzone che le relazioni sociali utente-utente, consentendo l'integrazione delle preferenze individuali con l'influenza sociale. Inoltre, gli incorporamenti consapevoli delle emozioni derivati ​​da segnali acustici e testuali contribuiscono a raccomandazioni allineate emotivamente. Valutazioni sperimentali su set di dati di riferimento dimostrano che MM-GNN supera significativamente i metodi all’avanguardia esistenti in vari parametri di prestazione. Gli studi di ablazione convalidano ulteriormente l’impatto critico di ciascun componente del modello, confermando l’efficacia del quadro nel fornire raccomandazioni musicali accurate e socialmente contestualizzate.",
      "image_url": null,
      "author": "Kajwan Ziaoddini (trad. auto)",
      "published_at": "2025-11-11T21:33:45.390412",
      "collected_at": "2025-11-11T21:33:45.390426",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 6,
      "keywords": [
        "science",
        "news",
        "it",
        "arxiv cs"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 36,
      "title": "Apprendimento simile al cervello trovato nei nanopori batterici",
      "slug": "apprendimento-simile-al-cervello-trovato-nei-nanop",
      "url": "https://www.sciencedaily.com/releases/2025/11/251111054354.htm",
      "summary": "Gli scienziati dell'EPFL hanno svelato il mistero dietro il motivo per cui i nanopori biologici, minuscoli fori molecolari utilizzati sia in natura che in biotecnologia, a volte si comportano in modo imprevedibile. Sperimentando versioni ingegnerizzate dell’aerolisi dei pori batterici, hanno scoperto che due effetti chiave, la rettifica e il gating, derivano dalle cariche elettriche interne dei pori e dalla loro interazione con gli ioni che passano. Il team ha persino costruito nanopori che imitano l’“apprendimento” simile al cervello, suggerendo future applicazioni",
      "content": "Scientists at EPFL have unraveled the mystery behind why biological nanopores, tiny molecular holes used in both nature and biotechnology, sometimes behave unpredictably. By experimenting with engineered versions of the bacterial pore aerolysin, they discovered that two key effects, rectification and gating, stem from the pore’s internal electrical charges and their interaction with passing ions. The team even built nanopores that imitate brain-like “learning,” hinting at future applications in bio-inspired computing and ion-based processors.",
      "image_url": null,
      "author": "Science Daily (trad. auto)",
      "published_at": "2025-11-11T21:33:48.184604",
      "collected_at": "2025-11-11T21:33:48.184618",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "science",
        "news",
        "it",
        "science daily"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 37,
      "title": "L'intelligenza artificiale fa rivivere un inno babilonese perduto di 3.000 anni fa",
      "slug": "lintelligenza-artificiale-fa-rivivere-un-inno-babi",
      "url": "https://www.sciencedaily.com/releases/2025/11/251111010011.htm",
      "summary": "I ricercatori hanno riscoperto un inno babilonese perduto da tempo del 1000 a.C., utilizzando l'intelligenza artificiale per mettere insieme frammenti sparsi in tutto il mondo. L’inno glorifica la bellezza, la prosperità e l’inclusività dell’antica Babilonia, descrivendo persino i ruoli sacerdotali delle donne – una rarità nei testi sopravvissuti. Un tempo uno dei luoghi preferiti dalle scuole, ora offre uno sguardo raro sulla vita quotidiana e sulle credenze della città che un tempo governava il mondo.",
      "content": "Researchers have rediscovered a long-lost Babylonian hymn from 1000 BCE, using artificial intelligence to piece together fragments scattered across the world. The hymn glorifies ancient Babylon’s beauty, prosperity, and inclusivity, even describing women’s priestly roles — a rarity in surviving texts. Once a school favorite, it now provides a rare glimpse into everyday life and beliefs of the city that once ruled the world.",
      "image_url": null,
      "author": "Science Daily (trad. auto)",
      "published_at": "2025-11-11T21:33:50.027436",
      "collected_at": "2025-11-11T21:33:50.027452",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "science",
        "news",
        "it",
        "science daily"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 38,
      "title": "I giri intrecciati danno ai diamanti un vantaggio quantico",
      "slug": "i-giri-intrecciati-danno-ai-diamanti-un-vantaggio-",
      "url": "https://www.sciencedaily.com/releases/2025/11/251111010002.htm",
      "summary": "I fisici dell'UC Santa Barbara hanno progettato sistemi di spin entangled nel diamante che superano i limiti di rilevamento classici attraverso la spremitura quantistica. La loro innovazione consente sensori quantistici di prossima generazione potenti, compatti e pronti per l’uso nel mondo reale.",
      "content": "UC Santa Barbara physicists have engineered entangled spin systems in diamond that surpass classical sensing limits through quantum squeezing. Their breakthrough enables next-generation quantum sensors that are powerful, compact, and ready for real-world use.",
      "image_url": null,
      "author": "Science Daily (trad. auto)",
      "published_at": "2025-11-11T21:33:51.905419",
      "collected_at": "2025-11-11T21:33:51.905434",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "it",
        "science daily"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 39,
      "title": "Un piccolo impianto elimina il cancro alla vescica nell’82% dei pazienti",
      "slug": "un-piccolo-impianto-elimina-il-cancro-alla-vescica",
      "url": "https://www.sciencedaily.com/releases/2025/11/251111010000.htm",
      "summary": "TAR-200, un piccolo impianto che rilascia farmaci, ha eliminato i tumori nella maggior parte dei pazienti con cancro della vescica ad alto rischio. Il suo rilascio lento e costante della chemioterapia si è rivelato molto più efficace dei tradizionali trattamenti a breve termine. La terapia può sostituire l’intervento chirurgico di rimozione della vescica per molti e ha ottenuto la priorità della FDA Review grazie ai suoi risultati impressionanti.",
      "content": "TAR-200, a small drug-releasing implant, wiped out tumors in most patients with high-risk bladder cancer. Its slow, consistent release of chemotherapy proved far more effective than traditional short-term treatments. The therapy may replace bladder removal surgery for many and has earned FDA Priority Review due to its impressive results.",
      "image_url": null,
      "author": "Science Daily (trad. auto)",
      "published_at": "2025-11-11T21:33:53.946048",
      "collected_at": "2025-11-11T21:33:53.946081",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "it",
        "science daily"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 40,
      "title": "Questa storia del XIV secolo ha ingannato il mondo riguardo alla peste nera",
      "slug": "questa-storia-del-xiv-secolo-ha-ingannato-il-mondo",
      "url": "https://www.sciencedaily.com/releases/2025/11/251111005957.htm",
      "summary": "Gli storici hanno fatto risalire i miti sul rapido viaggio della peste nera attraverso l’Asia a una poesia del XIV secolo di Ibn al-Wardi. Il suo fantasioso maqāma, mai inteso come fatto, divenne il fondamento per secoli di disinformazione su come si diffuse la peste. Il nuovo studio espone come la narrativa si sia confusa con la storia ed evidenzia come la scrittura creativa abbia aiutato le società medievali a elaborare la catastrofe.",
      "content": "Historians have traced myths about the Black Death’s rapid journey across Asia to one 14th-century poem by Ibn al-Wardi. His imaginative maqāma, never meant as fact, became the foundation for centuries of misinformation about how the plague spread. The new study exposes how fiction blurred with history and highlights how creative writing helped medieval societies process catastrophe.",
      "image_url": null,
      "author": "Science Daily (trad. auto)",
      "published_at": "2025-11-11T21:33:56.041810",
      "collected_at": "2025-11-11T21:33:56.041827",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "it",
        "science daily"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 41,
      "title": "“Le lezioni della storia” di Edgar Morin: pensare la complessità del tempo",
      "slug": "“le-lezioni-della-storia”-di-edgar-morin:-pensare-",
      "url": "https://www.micromega.net/le-lezioni-della-storia-di-edgar-morin-pensare-la-complessita-del-tempo/",
      "summary": "Edgar Morin non ha soltanto riflettuto sulla Storia. L’ha anche vissuta. Non sorprende, in questo senso, che un secolo di vita conduca a porsi una domanda così radicale: è possibile trarre lezioni dalla storia? In un’epoca in cui il mondo è entrato in una nuova fase di turbamenti, fatta di guerre, sconvolgimenti climatici e incertezze politiche, il sociologo e filosofo francese, teorico del pensiero complesso e autore di Il Metodo – la sua opera maggiore, in sei volumi – si interroga, in questo breve saggio, sulla possibilità stessa di apprendere dal passato. Le lezioni della storia (traduzion",
      "content": "Edgar Morin non ha soltanto riflettuto sulla Storia. L’ha anche vissuta. Non sorprende, in questo senso, che un secolo di vita conduca a porsi una domanda così radicale: è possibile trarre lezioni dalla storia? In un’epoca in cui il mondo è entrato in una nuova fase di turbamenti, fatta di guerre, sconvolgimenti climatici e incertezze politiche, il sociologo e filosofo francese, teorico del pensiero complesso e autore di Il Metodo – la sua opera maggiore, in sei volumi – si interroga, in questo breve saggio, sulla possibilità stessa di apprendere dal passato. Le lezioni della storia (traduzione di Alessandro Mola, Garzanti, 2025) concentra infatti un’intera vita di osservazioni, esperienze e dubbi in sedici “lezioni” che, in realtà, non sono lezioni nel senso convenzionale, ma piuttosto risvegli, contro-certezze e ammonimenti contro ogni presunzione di poter dominare il senso del tempo. Le lezioni della storia colpiscono innanzitutto per la loro apparente semplicità. Alcuni titoli di queste “lezioni” potrebbero sembrare quasi naïf, persino semplicistici a prima vista (“Il risultato di un’azione può essere contrario alla sua prima intenzione”; “L’improbabile può avvenire”). Ma questa impressione iniziale è volutamente ingannevole: la profondità e la densità analitica si dispiegano pienamente nello sviluppo di ciascuna meditazione, rivelando un pensiero rigoroso che trasforma queste massime apparentemente ovvie in veri strumenti di interpretazione storica. In questo senso, la scelta del traduttore di rendere il titolo, originariamente una domanda (Y a-t-il des leçons de l’Histoire ?), in un’affermazione (Le lezioni della storia) conferisce grande senso all’opera. Pensare la storia La storia, scrive Morin, non obbedisce né a leggi né a direzioni prefissate. Avanza nella contraddizione, sotto il segno dell’imprevedibile. Da questa constatazione trae del resto la prima lezione del libro, appresa dal suo maestro Georges Lefebvre, illustre storico della Rivoluzione francese e professore alla Sorbona: Il risultato di un’azione può essere contrario alla sua prima intenzione. Questo postulato, che Morin ha poi approfondito e sviluppato sotto il termine di “ecologia dell’azione”, porta il sociologo a concepire la Storia come un sistema di interazioni in cui ogni decisione, diffondendosi in un contesto incerto, finisce per sfuggire ai suoi autori. Lontana da ogni lettura teleologica, la Storia viene qui presentata come un tessuto di ambivalenze: la Rivoluzione ha generato anche il Terrore; un popolo perseguitato può diventare persecutore; le trasformazioni sociali possono produrre esiti contrari alle intenzioni originarie. In un certo senso, Edgar Morin si oppone qui alla tradizione positivista ma anche, in parte, al marxismo ortodosso di cui fu un tempo vicino: la Storia non si dispiega secondo leggi orientate al progresso; si contraddice, si ribalta, si reinventa spesso nell’improbabile. L’intelligenza del tragico Ed è proprio in questo riconoscimento dell’imprevedibile che risiede la linfa vitale del pensiero e della saggezza moriniana. Perché sì, l’improbabile può accadere: Atene sconfigge la Persia, l’Urss crolla senza guerra, alcune vittime di ieri diventano i carnefici di oggi. Questi ribaltamenti, lungi dal nutrire istanze relativiste, fondano un’etica della lucidità. Pensare storicamente, per Morin, non significa trarre lezioni, ma imparare a vivere con l’incertezza: accettare la fragilità del senso senza rinunciare alla comprensione. La particolarità di questa prospettiva risiede soprattutto nella duplice esigenza di complessità e auto-osservazione. Storico, pensatore, cittadino devono interrogarsi sulla propria posizione: “Nessuna osservazione è valida senza auto-osservazione”. Questo principio, oggi più che mai, contrasta con molti discorsi e pratiche tecnocratiche e mediatiche che pretendono di parlare “da nessun luogo”, da una posizione priva di bias e di ideologia. Morin ci ricorda qui che ogni conoscenza è situata e che pensare significa sempre pensarsi come pensante. Il disincanto del progresso? Uno dei passaggi più significativi e incisivi del saggio riguarda la fede moderna – quasi religiosa – nel progresso. Morin mostra come lo sviluppo scientifico e tecnico non abbia prodotto alcun progresso morale: Auschwitz, Hiroshima, Gaza ne sono la tragica prova. La razionalità che ordina i mezzi non garantisce alcuna finalità etica. Al contrario, può persino trasformarsi in strumento di barbarie. In questo senso, lo si potrebbe avvicinare, sotto certi aspetti, alla Dialettica dell’illuminismo di Adorno e Horkheimer, con la differenza che Morin ne trae una conseguenza più umanista. Per lui, l’unico progresso desiderabile è quello della comprensione: comprensione degli altri, della complessità del mondo, della comunità di destino che lega gli esseri umani e il pianeta. In un’epoca saturata da promesse tecnologiche, intelligenze artificiali e algoritmi predittivi, questa idea acquista una risonanza particolare: ",
      "image_url": null,
      "author": "Mattéo Scognamiglio",
      "published_at": "2025-11-11T21:33:56.451276",
      "collected_at": "2025-11-11T21:33:56.451286",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 42,
      "title": "27-30 novembre le Giornate della laicità a Reggio Emilia",
      "slug": "27-30-novembre-le-giornate-della-laicità-a-reggio-",
      "url": "https://www.micromega.net/27-30-novembre-le-giornate-della-laicita-a-reggio-emilia/",
      "summary": "Dal 27 al 30 novembre, a Reggio Emilia, tornano le Giornate della laicità, il festival di approfondimento culturale dedicato al pensiero laico, critico e razionale, promosso da Iniziativa laica, MicroMega e Arci Reggio Emilia. Tema di questa sedicesima edizione, con la direzione scientifica della filosofa e direttrice di MicroMega Cinzia Sciuto, è “Totem e tabù. La libertà al tempo dei nuovi autoritarismi”. Saranno quattro giorni di dibattiti e riflessioni a più voci, che si svolgeranno prevalentemente al Laboratorio Aperto dei Chiostri di San Pietro (via Emilia San Pietro 44c), con la parteci",
      "content": "Dal 27 al 30 novembre, a Reggio Emilia, tornano le Giornate della laicità, il festival di approfondimento culturale dedicato al pensiero laico, critico e razionale, promosso da Iniziativa laica, MicroMega e Arci Reggio Emilia. Tema di questa sedicesima edizione, con la direzione scientifica della filosofa e direttrice di MicroMega Cinzia Sciuto, è “Totem e tabù. La libertà al tempo dei nuovi autoritarismi”. Saranno quattro giorni di dibattiti e riflessioni a più voci, che si svolgeranno prevalentemente al Laboratorio Aperto dei Chiostri di San Pietro (via Emilia San Pietro 44c), con la partecipazione di Gustavo Zagrebelsky, Paola di Nicola Travaglini, Paolo Flores d’Arcais, Giorgia Serughetti, Steven Forti, Giovanni Fornero, Stefano Caserini, Annalisa Corrado, Marco Marzano, Marco Politi, Lucetta Scaraffia, Ilaria Valenzi. Quattro giorni per parlare di cittadinanza attiva, democrazia, ambiente, fine vita, Chiesa, violenza contro le donne, disuguaglianze e tanto altro. “Viviamo in un tempo di profondo regresso democratico. L’onda lunga dello slancio democratico nato nel secondo dopoguerra sembra essersi infranta: al suo posto si staglia un paesaggio sempre più popolato da nuovi totem – verità indiscutibili, simboli sacralizzati, identità intoccabili – e nuovi tabù, che delimitano il perimetro di ciò che si può dire, fare, scegliere” spiega la direttrice del Festival Cinzia Sciuto. “Lo scopo di questa edizione delle Giornate della laicità è proprio questo: interrogare i nuovi sacri e intoccabili totem, smascherarli, sottoporli al vaglio della ragione e del pensiero critico, nel solco dell’approccio laico che da sempre anima questo festival. I totem del nostro tempo non si presentano più solo sotto forma religiosa: oggi si sacralizza la sicurezza, che viene opposta sistematicamente alla libertà; si sacralizza la patria; si sacralizzano l’identità nazionale, i confini, l’ordine pubblico, la famiglia ‘naturale’, la vita anche quando diventa tortura. Parallelamente, nuovi tabù si impongono nel discorso pubblico e nell’agenda politica: il fine vita, ancora sostanzialmente escluso da ogni dibattito parlamentare; i diritti riproduttivi, sotto attacco in Italia e nel mondo; il dissenso, costantemente represso e criminalizzato; il diritto internazionale, ridotto sempre più a orpello retorico. In questo scenario la laicità – intesa non solo come separazione tra Stato e religione, ma come metodo di indagine, postura critica, rifiuto di ogni verità rivelata e di ogni principio di autorità – si conferma uno strumento essenziale per orientarsi in un mondo che sacralizza e censura, spesso in nome di un ‘bene superiore’ che non ammette obiezione”. Tutti gli incontri in presenza sono a ingresso libero. I dettagli del programma sono disponibili sul sito www.giornatedellalaicita.com. E per chi parteciperà al festival, MicroMega ha riservato una promozione speciale! Sarà possibile interagire con il festival attraverso i social network: Facebook @iniziativa.laica Instagram @Iniziativa_laica Youtube Giornate della laicità L’hashtag del festival è #Giornatedellalaicita2025 Le Giornate della laicità 2025 sono realizzate grazie alla collaborazione di Arci Emilia-Romagna, il contributo della Regione Emilia-Romagna nell’ambito del progetto Itinere e del Comune di Reggio Emilia, nell’ambito della rassegna “Animali intelligenti”, e il sostegno di Cgil Reggio Emilia. Mediapartner Left. Immagine coordinata Foletti&Petrillo Design. Il bookshop sarà gestito dalla libreria “Librerie.coop All’Arco”. L'articolo 27-30 novembre le Giornate della laicità a Reggio Emilia proviene da MicroMega.",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:56.451581",
      "collected_at": "2025-11-11T21:33:56.451584",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 18,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 43,
      "title": "Sudan, la guerra dimenticata",
      "slug": "sudan-la-guerra-dimenticata",
      "url": "https://www.micromega.net/sudan-la-guerra-dimenticata/",
      "summary": "La peggiore crisi umanitaria del XXI secolo. Basta questa affermazione, fornita a più riprese da diversi esponenti delle Nazioni Unite, per provare a immaginare la situazione insostenibile in cui si trova il Sudan. Nel paese del Corno d’Africa dal 15 aprile 2023 imperversa una sanguinosissima guerra civile tra le Forze armate sudanesi (Fas), sotto il comando del generale Abdel Fattah al-Burhan, e le Rapid support forces (Rsf), milizia erede dei Janjaweed, gruppo paramilitare arabo creato dal vecchio dittatore Omar al-Bashir e oggi sotto il controllo del generale Mohamed Hamdan Dagalo, detto He",
      "content": "La peggiore crisi umanitaria del XXI secolo. Basta questa affermazione, fornita a più riprese da diversi esponenti delle Nazioni Unite, per provare a immaginare la situazione insostenibile in cui si trova il Sudan. Nel paese del Corno d’Africa dal 15 aprile 2023 imperversa una sanguinosissima guerra civile tra le Forze armate sudanesi (Fas), sotto il comando del generale Abdel Fattah al-Burhan, e le Rapid support forces (Rsf), milizia erede dei Janjaweed, gruppo paramilitare arabo creato dal vecchio dittatore Omar al-Bashir e oggi sotto il controllo del generale Mohamed Hamdan Dagalo, detto Hemedti. I numeri descrivono una situazione apocalittica, con più di 150 mila morti, quasi 12 milioni di sfollati e almeno 21.2 milioni di persone che stanno affrontando alti livelli di insicurezza alimentare. Oltre un bambino su tre soffre di malnutrizione acuta, una percentuale superiore del 20% rispetto alla soglia che definisce la carestia. Già a luglio del 2024 il Famine review committee (Frc) aveva decretato che in diverse parti del Sudan una carestia era in corso; lo scorso mese questa affermazione è stata confermata aggiungendo nuove zone del paese dove la popolazione non ha più nulla da mangiare. Negli ultimi venti anni la carestia è stata dichiarata solo sei volte, ma il 2025 detiene il record peggiore, con due teatri di guerra che sono rientrati in questa classificazione: il Sudan e Gaza. Ma se per Gaza l’opinione pubblica internazionale si sta, giustamente, muovendo, per il popolo sudanese sembra che non valga la stessa solidarietà. Di rado infatti il paese del Corno d’Africa compare sui nostri mezzi di informazione, se non per situazioni eclatanti come le stragi di el Geneina, avvenute poco dopo l’inizio del conflitto, e per il massacro del campo profughi Zamzam, colpito lo scorso aprile. La situazione sul campo non accenna a migliorare; anzi, da ottobre l’offensiva delle Rsf, in risposta alla ripresa della capitale Khartoum da parte delle Fas a marzo, ha portato alla conquista della città di el-Fasher, ultima roccaforte delle Fas nelle regioni del Darfur. La conquista del capoluogo del Nord Darfur è arrivata dopo 500 giorni di assedio della città, che ha condannato le 250 mila persone lì intrappolate a rimanere senza cibo, acqua e medicinali. Una volta caduta, la città è stata teatro di massacri arbitrari, rapimenti e stupri. Secondo quanto hanno riportato le Forze Congiunte, alleate dell’esercito sudanese, le Rsf avrebbero ucciso più di duemila civili in due giorni. I massacri, ripresi dagli stessi miliziani che li hanno condivisi sui loro profili social, sono stati condotti su base etnica, come riporta la Rete dei dottori sudanesi, proseguendo la mai interrotta pulizia etnica dei sudanesi non arabi del Darfur. La presa della città ha definitivamente consegnato il controllo di almeno un terzo dell’intero territorio nazionale – praticamente tutta la parte occidentale e sud-occidentale – ai paramilitari delle Rsf. Ma l’avanzata della milizia non si ferma, con gli effettivi che muovono verso la capitale della regione del Nord Kordofan El-Obeid, raggiunta il 5 novembre da un attacco che ha causato la morte di almeno 40 persone. Mentre i morti continuano e alle offensive da una parte rispondono le controffensive dall’altra, i colloqui di pace non sembra possano portare a un cessate il fuoco. Colloqui che da agosto sono sotto l’egida del “pacificatore” Trump, che insieme ad Arabia Saudita, Egitto ed Emirati Arabi Uniti (Eau), ha proposto un piano in diversi punti con l’obiettivo di arrivare alla fine delle ostilità. L’11 settembre i quattro paesi – denominati Quad – hanno rilasciato una dichiarazione in cui presentavano un’iniziativa globale per affrontare la crisi sudanese. Una mossa arrivata a seguito della nascita di un governo in esilio che controlla le regioni conquistate delle Rsf e che Hemedti ha chiamato Governo di pace e unità. Le reazioni al piano degli Stati Uniti non si sono fatte attendere. Già il 12 settembre il ministero degli Affari Esteri del governo di al-Burhan ha sottolineato che “qualsiasi discussione sul futuro del paese deve avvenire con la partecipazione esclusiva dei sudanesi, senza interferenze o imposizioni da parte di soggetti esterni”. La risposta delle Rsf invece si è fatta sentire sul campo con la citata presa di el-Fasher e l’avanzata nel Kordofan. Il piano è stato riproposto a seguito del massacro del capoluogo del Nord Darfur ed è stato accolto dalle Nazioni Unite e dall’Unione africana come una possibilità concreta di silenziare le armi. Giovedì le Rsf hanno fatto sapere che “attendono con impazienza di attuare l’accordo e di avviare immediatamente le discussioni sulle modalità per la cessazione delle ostilità e sui principi fondamentali che guidano il processo politico in Sudan”. Da parte di al-Burhan invece è arrivata una risposta negativa. Dopo aver ringraziato per gli sforzi statunitensi, il Consiglio di difesa sudanese ha aggiunto di aver “deciso di mobilitare il popolo su",
      "image_url": null,
      "author": "Filippo Zingone",
      "published_at": "2025-11-11T21:33:56.452188",
      "collected_at": "2025-11-11T21:33:56.452194",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 44,
      "title": "Ken Saro-Wiwa, la lezione che non abbiamo ascoltato",
      "slug": "ken-saro-wiwa-la-lezione-che-non-abbiamo-ascoltato",
      "url": "https://www.micromega.net/ken-saro-wiwa-la-lezione-che-non-abbiamo-ascoltato/",
      "summary": "Ci vollero cinque tentativi per impiccare Ken Saro-Wiwa: il nodo continuava a sciogliersi. Al primo fallimento gridò dalla forca: “Perché mi trattate così? Che razza di paese è questo?”. Chi aveva ordinato l’esecuzione, il 10 novembre 1995, credeva che quel cappio avrebbe chiuso una questione. Invece l’ha aperta. Da quel giorno di Saro-Wiwa si è parlato ovunque: nei tribunali, nelle università, nelle manifestazioni. Saro-Wiwa, nato nel 1941 a Bori, nel Delta del Niger, era innanzitutto uno scrittore, uno di quelli che credeva – ingenuamente, diranno i cinici – nel potere delle parole di cambia",
      "content": "Ci vollero cinque tentativi per impiccare Ken Saro-Wiwa: il nodo continuava a sciogliersi. Al primo fallimento gridò dalla forca: “Perché mi trattate così? Che razza di paese è questo?”. Chi aveva ordinato l’esecuzione, il 10 novembre 1995, credeva che quel cappio avrebbe chiuso una questione. Invece l’ha aperta. Da quel giorno di Saro-Wiwa si è parlato ovunque: nei tribunali, nelle università, nelle manifestazioni. Saro-Wiwa, nato nel 1941 a Bori, nel Delta del Niger, era innanzitutto uno scrittore, uno di quelli che credeva – ingenuamente, diranno i cinici – nel potere delle parole di cambiare il mondo. Le sue opere non cercavano gloria intellettuale, erano un modo per schierarsi. Sozaboy, con quel pidgin english rotto e meraviglioso, era un’insurrezione linguistica, prendeva la lingua del colonizzatore e la faceva a pezzi. Basi&Co, la sitcom più popolare nella Nigeria degli anni Ottanta, da lui ideata, con milioni di nigeriani che ridevano delle disavventure di un piccolo truffatore di Lagos, era satira tagliente. C’era però una battaglia che le parole da sole non potevano vincere. Quella del suo popolo, gli ogoni, la cui vita scorreva in una terra che moriva. Nel Delta del Niger compagnie petrolifere multinazionali, Shell in testa, estraevano greggio – ma senza le tutele ambientali che rispettavano in Occidente – e insieme al petrolio usciva tutto il resto: acque nere dei gas bruciati a cielo aperto, perdite dai condotti, falde contaminate. Un doppio standard che condannava gli ogoni a pagare il prezzo del petrolio che illuminava le città europee. Lo Stato nigeriano incassava le royalties. Le compagnie straniere ottenevano profitti immensi. E agli ogoni – che allora contavano mezzo milione di persone – restava una quota ufficiale del’1,5% e un paesaggio distrutto. I raccolti si riducevano, i pesci morivano, l’aria diventava irrespirabile. Saro-Wiwa lo chiamò “genocidio ambientale”. Uno sterminio non attraverso le armi, ma l’inquinamento e l’abbandono. Una questione non solo ecologica, ma di giustizia. Dalla biblioteca passò alla piazza: organizzò manifestazioni, scrisse appelli, parlò alle conferenze internazionali. Fondò, nel 1990, il Movement for the Survival of the Ogoni People (Mosop) e, il 4 gennaio 1993, portò trecentomila persone a marciare pacificamente contro Shell e il governo nigeriano. La risposta fu brutale. Raid militari nei villaggi, arresti arbitrari, torture, esecuzioni sommarie. Finché, nel 1994, durante scontri interni alla comunità ogoni, quattro capi tradizionali vennero uccisi. Le circostanze erano oscure e le responsabilità mai chiarite, ma il regime militare di Sani Abacha aveva bisogno di un capro espiatorio. Chi meglio di Saro-Wiwa, il volto noto del movimento? Venne arrestato insieme ad altri otto attivisti del Mosop – gli “Ogoni Nine” –, accusati di essere i mandanti morali degli omicidi. Il processo fu una farsa: testimoni corrotti, difesa ostacolata, verdetto scontato. La comunità internazionale protestò, Nelson Mandela chiese clemenza, le Nazioni Unite minacciarono sanzioni. Tutto inutile. Il 10 novembre 1995 Saro-Wiwa e gli altri otto furono impiccati. La notizia scosse il mondo. La Nigeria fu sospesa dal Commonwealth. Shell fu accusata di complicità con il regime militare. Ma nel Delta del Niger cosa è cambiato davvero? Trent’anni dopo il bilancio è amaro. Nel 2011, l’Unep ha pubblicato un rapporto devastante sulla contaminazione del territorio ogoni, stimando che la bonifica completa avrebbe richiesto trent’anni e miliardi di dollari. Solo nel 2016 è stato avviato un progetto di bonifica (Hyprep): “Un fallimento totale”, secondo The Independent. Shell, dopo aver pagato diversi risarcimenti, ha operato nell’area fino al 2024, quando ha venduto le sue attività sulla terraferma a un consorzio locale. E nel giugno di quest’anno il presidente nigeriano Bola Tinubu ha concesso la grazia postuma agli Ogoni Nine. “Una grazia suggerisce che sia stato commesso un crimine. Ma quale crimine?”, si è chiesta Noo Saro-Wiwa, figlia di Ken. Il messaggio di suo padre era chiaro: non esiste giustizia sociale senza giustizia ambientale; la lotta ambientale è una lotta per i diritti umani. Parole che hanno attraversato confini, ispirando movimenti ambientalisti dall’Indonesia all’Amazzonia, fino a farsi – altrove – citazioni. Ma citarlo non basta. La memoria da sola non libera. Ricordare Saro-Wiwa oggi non è un esercizio nostalgico o celebrativo. Significa chiedersi: noi, cosa stiamo facendo? Di fronte alle crisi ambientali del nostro tempo, di fronte alle ingiustizie ecologiche che si moltiplicano? “La storia è dalla nostra parte”, amava ripetere Saro-Wiwa. Non era ottimismo ingenuo, era fiducia nella capacità degli esseri umani di imparare dai propri errori. A giudicare con gli occhi di oggi, verrebbe da dire che si sbagliava. La sua eredità sopravvive, sì, ma come rimprovero, non come vittoria; per ora la storia non ci assolve. Gli errori del passato continuano a ripetersi, mentre corria",
      "image_url": null,
      "author": "Chiara Piaggio",
      "published_at": "2025-11-11T21:33:56.452713",
      "collected_at": "2025-11-11T21:33:56.452721",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 45,
      "title": "Apre la Cop30, dieci anni dopo l’Accordo di Parigi",
      "slug": "apre-la-cop30-dieci-anni-dopo-l’accordo-di-parigi",
      "url": "https://www.micromega.net/belem-amazzonia-cop30/",
      "summary": "A dieci anni dalla firma dell’Accordo di Parigi (2015), la conferenza mondiale sul clima assume nel 2025 una connotazione più che simbolica: si apre a Belém, in Amazzonia, la 2025 United Nations Climate Change Conference, meglio nota come Cop30, che rappresenta forse un bivio per la cooperazione internazionale, per la credibilità delle promesse climatiche e per la stessa idea di responsabilità globale. Il luogo scelto, l’Amazzonia, è più di un simbolo – della natura che assorbe carbonio, della biodiversità che resiste, delle comunità indigene che portano memoria e sapienza – ma anche un termom",
      "content": "A dieci anni dalla firma dell’Accordo di Parigi (2015), la conferenza mondiale sul clima assume nel 2025 una connotazione più che simbolica: si apre a Belém, in Amazzonia, la 2025 United Nations Climate Change Conference, meglio nota come Cop30, che rappresenta forse un bivio per la cooperazione internazionale, per la credibilità delle promesse climatiche e per la stessa idea di responsabilità globale. Il luogo scelto, l’Amazzonia, è più di un simbolo – della natura che assorbe carbonio, della biodiversità che resiste, delle comunità indigene che portano memoria e sapienza – ma anche un termometro dell’inerzia globale e delle contraddizioni nella lotta al cambiamento climatico. Che la Cop30 si tenga in questa regione è chiaramente un messaggio politico. Eppure, il contesto politico internazionale non è favorevole. Se l’Accordo di Parigi aveva riacceso le speranze nel 2015, oggi quel fervore appare – almeno in parte – esaurito. Le temperature medie globali hanno accumulato un ritardo rispetto alle ambizioni originarie; gli impegni, ancora fragili; la fiducia reciproca, incrinata. In questo scenario, la Cop30 potrebbe essere un terreno di verifica: la domanda da porsi è se la cooperazione internazionale possa ancora reggere la prova dell’“azione” e della “responsabilità condivisa”. Alla vigilia di Belém, emergono almeno tre sfide che rischiano di compromettere il buon esito della conferenza. Il tema della transizione dai combustibili fossili tutt’altro che risolto. La questione della fiducia e del coordinamento internazionale: quando un attore centrale – si pensi agli Stati Uniti – decide di ritirarsi o di ridurre l’impegno, non è solo un gesto simbolico, ma un segnale che altera la logica del “gioco” tra paesi, mettendo a rischio lo scenario cooperativo. E, infine, la dimensione della giustizia climatica: le comunità vulnerabili chiedono risposte concrete, non solo promesse future, dando particolare peso alla just transition (“transizione giusta”). D’altro canto Belém potrebbe rivelarsi una conferenza sui generis: non servono più nuovi target, ma strumenti e pratiche che traducano gli impegni in risultati. Il documento Action Agenda promosso dalla presidenza brasiliana indica sei assi strategici: energia-industria-trasporti; foreste-oceani-biodiversità; agricoltura-sistemi alimentari; resilienza-città-infrastrutture-acqua; sviluppo sociale-umano; abilitatori e acceleratori (finanza, tecnologia, capacità). Questa articolazione riflette la consapevolezza che la crisi climatica è sistemica e richiede risposte integrate, non segmentate, adesso. Tuttavia, la rilevanza della Cop30 va oltre la costruzione di una nuova roadmap. Essa sarà la cartina di tornasole della distinzione tra due scenari possibili: l’uno in cui la cooperazione internazionale si rinsalda e produce progressi reali; l’altro in cui il disimpegno, l’inerzia e la frammentazione prevalgono, rendendo le promesse un esercizio formale. In termini matematici, come in un gioco di coordinamento, quando un attore chiave si ritira o sceglie di non cooperare, l’intero sistema può deviare verso un equilibrio sub-ottimale, in cui tutti perdono pur di non rischiare da soli. È esattamente ciò che è accaduto con l’Accordo di Parigi. Nato nel 2015 per unire i paesi nella lotta contro il cambiamento climatico e contenere l’aumento della temperatura globale ben al di sotto dei 2° Celsius rispetto ai livelli preindustriali, l’accordo rappresentava un raro momento di convergenza politica. Ma quella fragile architettura multilaterale ha mostrato subito la sua vulnerabilità: la vittoria di Donald Trump e la successiva decisione di ritirare gli Stati Uniti dall’accordo hanno alterato la dinamica di cooperazione, producendo un effetto domino di incertezza e rinvio che ha pesato sugli obiettivi climatici globali. Essendo il secondo maggiore emettitore di gas serra al mondo, l’uscita degli Stati Uniti mina gli sforzi internazionali per ridurre le emissioni e contrastare il cambiamento climatico. L’amministrazione Trump ha dato priorità alla produzione di combustibili fossili e ha smantellato numerose regolamentazioni ambientali, complicando ulteriormente il percorso verso il raggiungimento dei target dell’accordo. L’approccio dell’amministrazione Trump alle relazioni internazionali – in particolare il suo impegno in una guerra commerciale con la Cina e l’Unione europea – ha rappresentato un più ampio arretramento dal multilateralismo. Questa attitudine, esemplificata proprio dalla decisione di abbandonare l’Accordo di Parigi, segna un passaggio dal coordinamento internazionale all’unilateralismo. In questo clima politico, la cooperazione non è stata solo accantonata, ma spesso rappresentata come segno di debolezza. Eppure, la cooperazione non è soltanto un imperativo morale, ma un elemento fondamentale del progresso – soprattutto quando si tratta di affrontare sfide condivise come quella climatica. In un recente articolo pubblicato su The Conversation, Rebekkah Markey-Towle",
      "image_url": null,
      "author": "Giorgio Ricchiuti",
      "published_at": "2025-11-11T21:33:56.453628",
      "collected_at": "2025-11-11T21:33:56.453639",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 46,
      "title": "Le procure distrettuali per i reati informatici: l’architettura investigativa italiana nel contrasto al cybercrime",
      "slug": "le-procure-distrettuali-per-i-reati-informatici:-l",
      "url": "https://www.ictsecuritymagazine.com/articoli/procure-distrettuali/",
      "summary": "Mentre il dibattito teorico sui diritti fondamentali e sulle garanzie processuali nell’era digitale continua a impegnare giuristi e costituzionalisti, nelle aule delle Procure Distrettuali italiane si consuma quotidianamente la traduzione pratica di quei principi in azione investigativa concreta. I 26 distretti di Corte d’Appello italiani (più 3 sezioni distaccate a Bolzano, Sassari e Taranto), individuati dall’articolo 11 della legge 48/2008, rappresentano l’ossatura del sistema italiano di contrasto alla criminalità informatica, un’architettura organizzativa che ricalca il modello già consol",
      "content": "Mentre il dibattito teorico sui diritti fondamentali e sulle garanzie processuali nell’era digitale continua a impegnare giuristi e costituzionalisti, nelle aule delle Procure Distrettuali italiane si consuma quotidianamente la traduzione pratica di quei principi in azione investigativa concreta. I 26 distretti di Corte d’Appello italiani (più 3 sezioni distaccate a Bolzano, Sassari e Taranto), individuati dall’articolo 11 della legge 48/2008, rappresentano l’ossatura del sistema italiano di contrasto alla criminalità informatica, un’architettura organizzativa che ricalca il modello già consolidato per i reati di terrorismo e criminalità organizzata ma che deve confrontarsi con sfide investigative di natura radicalmente diversa. La scelta legislativa di concentrare a livello distrettuale la competenza sui reati informatici – introducendo il comma 3-quinquies dell’articolo 51 del Codice di Procedura Penale – nasce da una consapevolezza: il cybercrime non conosce confini territoriali e richiede una specializzazione investigativa che non può essere frammentata su base provinciale. Un attacco ransomware contro un ospedale lombardo può essere orchestrato da un gruppo criminale con base in Estonia, utilizzando server compromessi in Asia e infrastrutture di pagamento in criptovalute registrate in paradisi fiscali caraibici. La Procura territorialmente competente per il luogo in cui si è verificato l’evento criminoso deve poter disporre di competenze tecniche e reti investigative che trascendono la dimensione locale, ed è proprio questa capacità di coordinamento sovraprovinciale che giustifica la competenza distrettuale. La genesi normativa: dalla Convenzione di Budapest all’articolo 51 comma 3-quinquies CPP L’introduzione della competenza distrettuale per i reati informatici non è stata immediata né priva di difficoltà applicative. La legge 18 marzo 2008, n. 48, nel ratificare la Convenzione di Budapest (approvata il 23 novembre 2001 ed entrata in vigore il 1° luglio 2004), ha modificato l’assetto procedurale italiano con una tecnica legislativa che inizialmente ha generato incertezze interpretative. L’articolo 11 della legge 48/2008 ha introdotto il comma 3-quinquies all’articolo 51 CPP, attribuendo al pubblico ministero presso il tribunale del capoluogo del distretto di Corte d’Appello la competenza per i procedimenti relativi ai delitti commessi mediante l’impiego di tecnologie informatiche o telematiche. La norma, entrata in vigore il 5 aprile 2008, tuttavia non aveva inizialmente previsto il simmetrico adeguamento della competenza del Giudice per le Indagini Preliminari, generando un’asimmetria procedurale che la Corte di Cassazione ha dovuto risolvere attraverso un’interpretazione costituzionalmente orientata. Solo con la legge n. 125 del 24 luglio 2008, attraverso l’inserimento del comma 1-quater all’articolo 328 CPP, si è completato il quadro normativo, attribuendo anche al GIP distrettuale la competenza sugli atti relativi alle indagini preliminari per i reati informatici. Questa vicenda normativa evidenzia un problema ricorrente nella legislazione italiana in materia di cybercrime: l’urgenza di adeguare l’ordinamento a fenomeni criminali in rapida evoluzione si scontra spesso con la necessità di garantire la coerenza sistematica del Codice di Procedura Penale. Il risultato sono interventi legislativi stratificati, emendamenti a emendamenti, disposizioni transitorie che rendono complessa l’attività interpretativa e applicativa da parte degli operatori del diritto. L’operatività delle Procure Distrettuali: tra specializzazione e frammentazione Le Procure Distrettuali competenti per i reati informatici, presenti nei 26 capoluoghi di distretto di Corte d’Appello più le 3 sezioni distaccate, operano con livelli di specializzazione e dotazioni tecniche estremamente eterogenei. Le Procure di Milano, Roma, Napoli e Torino hanno sviluppato nel tempo pool di magistrati dedicati esclusivamente alla criminalità informatica, con competenze tecniche raffinate e rapporti consolidati con la Polizia Postale e delle Comunicazioni. Altre Procure Distrettuali, invece, affrontano i procedimenti per reati informatici all’interno dei tradizionali gruppi di lavoro, con magistrati che alternano indagini cyber a procedimenti di natura tradizionale. Questa disomogeneità non è solo questione di organizzazione interna ma riflette anche la diversa incidenza territoriale del fenomeno criminale. Le grandi aree metropolitane, con la concentrazione di infrastrutture digitali, data center, provider di servizi cloud e imprese tecnologiche, sono naturalmente epicentri di criminalità informatica. Una frode informatica perpetrata attraverso un server ubicato a Milano genererà competenza della Procura Distrettuale milanese, indipendentemente dal luogo di residenza delle vittime o degli autori del reato. Questo criterio di collegamento territoriale – basato sul luogo in cui si trova il sistema informatico attraverso cui il reato è stato commess",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:57.007079",
      "collected_at": "2025-11-11T21:33:57.007091",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 47,
      "title": "La cybersecurity spaziale nell’era della guerra ibrida",
      "slug": "la-cybersecurity-spaziale-nell’era-della-guerra-ib",
      "url": "https://www.ictsecuritymagazine.com/notizie/cybersecurity-spaziale/",
      "summary": "La cybersecurity spaziale è emersa come una delle sfide più critiche del XXI secolo, trasformando lo spazio extra-atmosferico da frontiera di cooperazione scientifica a dominio contestato dove si scontrano minacce informatiche, interessi geopolitici e vulnerabilità tecnologiche. La sicurezza dei satelliti non è più un problema teorico: è diventata priorità strategica per la difesa nazionale, la resilienza economica e la protezione delle infrastrutture critiche di ogni nazione avanzata. L’alba del 24 febbraio 2022 ha segnato uno spartiacque nella storia della cybersecurity spaziale. Mentre i ca",
      "content": "La cybersecurity spaziale è emersa come una delle sfide più critiche del XXI secolo, trasformando lo spazio extra-atmosferico da frontiera di cooperazione scientifica a dominio contestato dove si scontrano minacce informatiche, interessi geopolitici e vulnerabilità tecnologiche. La sicurezza dei satelliti non è più un problema teorico: è diventata priorità strategica per la difesa nazionale, la resilienza economica e la protezione delle infrastrutture critiche di ogni nazione avanzata. L’alba del 24 febbraio 2022 ha segnato uno spartiacque nella storia della cybersecurity spaziale. Mentre i carri armati russi attraversavano il confine ucraino e i missili colpivano le prime città, un attacco cyber ai satelliti si consumava centinaia di chilometri sopra le nostre teste. La rete satellitare commerciale KA-SAT di Viasat subiva un attacco informatico devastante che avrebbe compromesso circa 30.000 terminali satellitari, dimostrando che la cybersecurity spaziale era diventata arma tattica coordinata con operazioni militari convenzionali. L’attacco KA-SAT: anatomia della prima guerra cyber spaziale documentata Nelle prime ore del mattino del 24 febbraio 2022 – mentre i primi carri armati russi attraversavano il confine – la sicurezza dei satelliti commerciali veniva violata con precisione chirurgica. Secondo quanto riportato ufficialmente da Viasat nei suoi comunicati tecnici, in quei minuti cruciali vennero rilevati «alti volumi di traffico malevolo provenienti da diversi modem e dispositivi dei clienti fisicamente localizzati in Ucraina». Questo attacco denial of service mirato rappresentava un’evoluzione senza precedenti nelle minacce cyber spaziali. L’attacco ai satelliti KA-SAT, successivamente attribuito con elevata confidenza dalle agenzie di intelligence occidentali al gruppo Sandworm del servizio di intelligence militare russo GRU, ha dimostrato come la cybersecurity spaziale sia diventata componente essenziale della guerra moderna. Come documentato dall’Agenzia dell’Unione Europea per la Cybersecurity (ENISA) nel suo rapporto Space Threat Landscape 2025 sulle minacce alle infrastrutture spaziali, si è trattato della prima dimostrazione operativa su scala strategica che i sistemi satellitari commerciali possono essere trasformati in obiettivi militari. La protezione delle infrastrutture spaziali cessava di essere problema teorico per diventare necessità operativa immediata. Le conseguenze dell’inadeguata sicurezza informatica dei satelliti si sono manifestate con effetti a cascata su scala continentale, evidenziando l’urgenza di investimenti massicci in difesa cyber orbitale. Impatti transnazionali: quando le vulnerabilità satellitari colpiscono l’Europa Le conseguenze dell’attacco cyber ai satelliti si sono propagate ben oltre i confini dell’Ucraina, rivelando l’interconnessione critica delle infrastrutture spaziali europee. In Germania, oltre 5.800 turbine eoliche hanno perso connettività di monitoraggio remoto, paralizzando capacità significative di generazione eolica e dimostrando come la cybersecurity spaziale impatti direttamente sulla sicurezza energetica nazionale. In Italia, Polonia, Francia e Grecia, servizi critici dipendenti da comunicazioni satellitari sicure hanno sperimentato interruzioni significative, con migliaia di utenti disconnessi per settimane. Il danno economico e l’impatto totale considerando interruzioni di servizio, perdite di produttività, danni reputazionali e investimenti straordinari in sicurezza secondo le analisi dell’incidente sono stati considerevoli. Questi numeri sottolineano l’urgenza di investimenti sostanziali in protezione cyber per satelliti e resilienza delle costellazioni orbitali. L’impatto strategico più significativo risiede nella dimostrazione che lo spazio non è più dominio neutrale. La sicurezza spaziale è diventata questione di sovranità nazionale. Come evidenziato dal Centre for Strategic and International Studies (CSIS) nel suo rapporto annuale sulle minacce spaziali, l’attacco KA-SAT rappresenta spartiacque nella storia della difesa cyber spaziale: per la prima volta, un attacco informatico a satelliti veniva sincronizzato precisamente con operazioni militari cinetiche, rivelando integrazione strategica tra domini fisici e digitali. Cronologia delle minacce cyber spaziali: dall’emergenza alla normalità L’attacco KA-SAT non è evento isolato ma culmine di un’escalation progressiva delle minacce alla cybersecurity spaziale documentata negli ultimi due decenni. Comprendere questa cronologia è essenziale per sviluppare strategie efficaci di protezione satellitare. Nel 1998, secondo alcune analisi, il satellite tedesco ROSAT avrebbe subito un presunto attacco informatico che ne modificò l’orientamento causando perdita di controllo. Mentre permane dibattito sulla natura dell’incidente, è documentato che si verificò un’intrusione cyber ai sistemi del Goddard Space Flight Center che controllava il satellite nello stesso periodo. Questo evento rappresentava un p",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:57.008455",
      "collected_at": "2025-11-11T21:33:57.008462",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 48,
      "title": "Crypto Scams 2025: come l’analisi forense blockchain combatte le frodi",
      "slug": "crypto-scams-2025:-come-l’analisi-forense-blockcha",
      "url": "https://www.ictsecuritymagazine.com/notizie/crypto-scams-2025/",
      "summary": "Una delle espressioni che è balzata alle cronache recentemente è “crypto scams 2025”, simbolo di un fenomeno in crescita che ha bruciato miliardi di dollari tra truffe, hack e frodi d’investimento. L’articolo analizza come la tecnologia blockchain, nata per garantire trasparenza e decentralizzazione, stia diventando anche l’arma principale per smascherare la criminalità digitale, con l’Italia tra i protagonisti nella ricerca e nelle investigazioni forensi. Nel 2024, gli americani hanno perso 16.6 miliardi di dollari a causa della criminalità informatica, di cui 9.3 miliardi direttamente legati",
      "content": "Una delle espressioni che è balzata alle cronache recentemente è “crypto scams 2025”, simbolo di un fenomeno in crescita che ha bruciato miliardi di dollari tra truffe, hack e frodi d’investimento. L’articolo analizza come la tecnologia blockchain, nata per garantire trasparenza e decentralizzazione, stia diventando anche l’arma principale per smascherare la criminalità digitale, con l’Italia tra i protagonisti nella ricerca e nelle investigazioni forensi. Nel 2024, gli americani hanno perso 16.6 miliardi di dollari a causa della criminalità informatica, di cui 9.3 miliardi direttamente legati alle criptovalute. Un paradosso singolare: le stesse tecnologie blockchain progettate per garantire privacy e decentralizzazione stanno diventando gli strumenti più potenti nelle mani degli investigatori digitali. La Prof. Laura Ricci dell’Università di Pisa lo spiega con efficacia: “La blockchain non è solo il registro delle transazioni Bitcoin, ma un vero e proprio notaio digitale che rende tracciabile ciò che i criminali credevano invisibile.” Questa contraddizione apparente nasconde una verità più complessa. Mentre le truffe crypto continuano a crescere del 66% anno su anno secondo l’FBI Internet Crime Complaint Center, le forze dell’ordine stanno affinando tecniche investigative che sfruttano proprio l’immutabilità e la trasparenza delle blockchain pubbliche. Il risultato? Una corsa agli armamenti tecnologica dove ogni nuovo strumento di anonimizzazione trova la sua contromisura forense. L’anatomia tecnica dell’investigazione blockchain: oltre il mito dell’anonimato Quando Ross Ulbricht lanciò Silk Road nel 2011, credeva che l’anonimato di Tor combinato con i pagamenti in Bitcoin avrebbe creato un mercato nero invulnerabile. Non aveva fatto i conti con una realtà fondamentale: Bitcoin non offre anonimato, ma pseudo-anonimato. La differenza è abissale. Ogni transazione Bitcoin lascia tracce indelebili sulla blockchain. Gli investigatori forensi utilizzano tecniche sofisticate di address clustering per collegare indirizzi apparentemente scollegati alla stessa entità. L’euristica più potente è la common input heuristic: quando più indirizzi Bitcoin vengono utilizzati come input nella stessa transazione, con alta probabilità appartengono allo stesso wallet o utente. Chainalysis, leader globale nell’analisi blockchain con oltre 100 euristiche proprietarie che monitorano 25+ blockchain, ha costruito il suo impero su questo principio. Ma c’è di più. La change address detection permette di distinguere quali output di una transazione rappresentano il pagamento reale e quali sono il “resto” che torna al mittente. Tecniche di graph analysis trasformano la blockchain in una rete sociale dove algoritmi come PageRank identificano nodi centrali nelle reti criminali. La taint analysis traccia la “contaminazione” dei fondi attraverso catene di transazioni, quantificando matematicamente quanto denaro pulito si mescola con fondi illeciti. Il Pisa Distributed Ledger Laboratory, guidato dalla Prof. Ricci con 3 membri permanenti, 2 post-doc e 6 dottorandi, ha contribuito significativamente a questa scienza emergente. Le loro ricerche sulla struttura “bow tie” del grafo degli utenti Bitcoin hanno rivelato pattern comportamentali che distinguono attività legittime da schemi di riciclaggio. Quando i Carabinieri italiani, attraverso il Maggiore Simone Vecchiarello della Sezione Criptovalute del Comando Antifalsificazione Monetaria, applicano questi algoritmi sul campo, i risultati sono tangibili: operazioni che portano al sequestro di milioni in asset digitali. L’epidemia delle investment fraud: 6.57 miliardi evaporati nel 2024 – il volto delle crypto scams 2025 Se dovessimo identificare il volto dominante della criminalità crypto nel 2024, sarebbe quello delle investment fraud. Con 6.57 miliardi di dollari persi secondo l’FBI IC3 Report, rappresentano il 40% di tutte le perdite legate a criptovalute. Non stiamo parlando di hack tecnici o exploit di smart contract, ma di ingegneria sociale applicata con precisione chirurgica. Le truffe “pig butchering” meritano attenzione particolare per la loro sofisticazione psicologica. Il termine, traduzione letterale del cinese “sha zhu pan” (letteralmente “piatto di maiale macellato”), descrive una truffa in più fasi dove la vittima viene “ingrassata” con piccoli guadagni iniziali prima della “macellazione” finale. Il truffatore costruisce una relazione online, spesso romantica, che può durare settimane o mesi. Introduce gradualmente opportunità di investimento in criptovalute, mostrandosi esperto e condividendo screenshot di profitti apparentemente reali. Quando la vittima investe somme significative, i fondi spariscono e con loro il truffatore. L’impatto demografico è devastante. Le vittime over-60 hanno perso 4.885 miliardi di dollari nel 2024, rappresentando il 52% delle perdite totali da investment fraud. Questi numeri raccontano una storia di vulnerabilità generazionale: una popolazione cresci",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:57.010300",
      "collected_at": "2025-11-11T21:33:57.010304",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 49,
      "title": "Tutte le tecnologie per la security in un unico evento: SICUREZZA 2025 a Fiera Milano",
      "slug": "tutte-le-tecnologie-per-la-security-in-un-unico-ev",
      "url": "https://www.ictsecuritymagazine.com/notizie/sicurezza-2025-fiera-milano/",
      "summary": "La sicurezza non è più solo controllo, ma intelligenza, integrazione e visione. A SICUREZZA 2025, in programma dal 19 al 21 novembre a Fiera Milano, i professionisti del settore troveranno un vero ecosistema dedicato all’innovazione, dove tecnologie fisiche e digitali si incontrano per disegnare la sicurezza di domani. Dalla videosorveglianza predittiva alle piattaforme AI-driven per il monitoraggio in tempo reale, dalle soluzioni di fire & safety intelligente ai nuovi sistemi di controllo accessi connessi: la manifestazione offrirà un panorama completo di come la cybersecurity stia diventando",
      "content": "La sicurezza non è più solo controllo, ma intelligenza, integrazione e visione. A SICUREZZA 2025, in programma dal 19 al 21 novembre a Fiera Milano, i professionisti del settore troveranno un vero ecosistema dedicato all’innovazione, dove tecnologie fisiche e digitali si incontrano per disegnare la sicurezza di domani. Dalla videosorveglianza predittiva alle piattaforme AI-driven per il monitoraggio in tempo reale, dalle soluzioni di fire & safety intelligente ai nuovi sistemi di controllo accessi connessi: la manifestazione offrirà un panorama completo di come la cybersecurity stia diventando parte integrante di ogni processo di protezione. Oltre all’area espositiva, cuore dell’evento sarà la Cyber & Security Arena, spazio dedicato al confronto tra esperti, istituzioni e aziende leader, con talk, casi studio e dimostrazioni live per capire come le nuove tecnologie possano essere applicate a infrastrutture critiche, grandi eventi, mobilità e industria. Visitare SICUREZZA 2025 significa entrare in contatto con un settore in piena trasformazione, dove l’AI dialoga con la protezione fisica e la tecnologia diventa alleata della consapevolezza. Un appuntamento imprescindibile per chi vuole restare aggiornato, connettersi e crescere professionalmente. Il programma convegni e la biglietteria sono disponibili online su www.sicurezza.it",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:57.010427",
      "collected_at": "2025-11-11T21:33:57.010430",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 6,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 50,
      "title": "L’Italia e le E-Evidence: architettura tecnico-giuridica del nuovo ecosistema investigativo transfrontaliero",
      "slug": "l’italia-e-le-e-evidence:-architettura-tecnico-giu",
      "url": "https://www.ictsecuritymagazine.com/articoli/e-evidence/",
      "summary": "Quando si parla di acquisizione transfrontaliera di prove digitali nei procedimenti penali, ci troviamo di fronte a una delle sfide più complesse che il diritto processuale penale europeo abbia mai affrontato. Non si tratta semplicemente di armonizzare procedure: stiamo ridisegnando il rapporto tra sovranità nazionale, tutela dei diritti fondamentali e necessità investigative in un ecosistema digitale dove i dati non rispettano confini geografici e i provider di servizi possono trovarsi a migliaia di chilometri dalla giurisdizione richiedente. Gli schemi di decreto legislativo attualmente all’",
      "content": "Quando si parla di acquisizione transfrontaliera di prove digitali nei procedimenti penali, ci troviamo di fronte a una delle sfide più complesse che il diritto processuale penale europeo abbia mai affrontato. Non si tratta semplicemente di armonizzare procedure: stiamo ridisegnando il rapporto tra sovranità nazionale, tutela dei diritti fondamentali e necessità investigative in un ecosistema digitale dove i dati non rispettano confini geografici e i provider di servizi possono trovarsi a migliaia di chilometri dalla giurisdizione richiedente. Gli schemi di decreto legislativo attualmente all’esame delle Commissioni parlamentari italiane – l’Atto del Governo n. 303 e l’Atto del Governo n. 330 – rappresentano il tentativo italiano di dare attuazione a questo nuovo paradigma normativo. Ma al di là della mera trasposizione tecnica delle norme europee, questi provvedimenti sollevano questioni che toccano il cuore stesso della digital forensics, della cooperazione investigativa e della tutela dei diritti nella società dell’informazione. Dal sistema tradizionale alla rivoluzione E-Evidence: un cambio di paradigma Per comprendere appieno la portata innovativa del pacchetto E-Evidence, è necessario inquadrarlo nel più ampio sistema di cooperazione internazionale in materia di cybercrime. La Convenzione di Budapest del 2001 ha rappresentato per oltre vent’anni il principale strumento di cooperazione, introducendo meccanismi di assistenza giudiziaria reciproca specificamente pensati per i reati informatici. Il Secondo Protocollo Addizionale alla Convenzione, adottato dal Comitato dei Ministri del Consiglio d’Europa il 17 novembre 2021 e aperto alla firma il 12 maggio 2022, ha tentato di modernizzare questi strumenti, introducendo procedure accelerate e contatti diretti tra autorità. Tuttavia, anche questi aggiornamenti non hanno risolto il problema strutturale che affligge l’investigazione digitale transfrontaliera: i tempi della cooperazione giudiziaria tradizionale, spesso nell’ordine di mesi, collidono frontalmente con la volatilità delle prove elettroniche, che possono essere cancellate in pochi secondi o automaticamente sovrascritte da retention policies aggressive. L’Ordine Europeo di Indagine, introdotto dalla Direttiva 2014/41/UE e recepito in Italia con il decreto legislativo 21 giugno 2017, n. 108, ha semplificato le procedure tra Stati membri dell’UE sostituendo il sistema delle rogatorie con uno strumento più agile basato sul principio del riconoscimento reciproco. Eppure, anche l’OEI mantiene il modello della cooperazione «verticale» attraverso le autorità giudiziarie dello Stato di esecuzione, con i conseguenti tempi di tramitazione che, per quanto ridotti rispetto alle rogatorie tradizionali, rimangono incompatibili con l’urgenza di molte investigazioni digitali. Il Regolamento UE 2023/1543 e la Direttiva UE 2023/1544, pubblicati nella Gazzetta Ufficiale dell’Unione Europea il 28 luglio 2023, rappresentano un salto paradigmatico che alcuni studiosi hanno definito «post-westfaliano» perché mette in discussione il principio tradizionale della territorialità della giurisdizione penale. Per la prima volta, viene introdotta la cooperazione «orizzontale», permettendo alle autorità giudiziarie di rivolgersi direttamente ai prestatori di servizi stabiliti in altri Stati membri, bypassando il necessario coinvolgimento preventivo dell’autorità giudiziaria dello Stato di esecuzione. Questa innovazione solleva interrogativi profondi sul bilanciamento tra efficienza investigativa e tutela dei diritti fondamentali, tra necessità di rapidità e garanzie processuali, tra cooperazione europea e sovranità nazionale. L’architettura del sistema italiano: autorità, procedure e governance La decisione del Consiglio dei Ministri dell’8 ottobre 2025 ha designato il Ministero della Giustizia quale autorità centrale per la gestione del sistema E-Evidence sul territorio nazionale, ma l’architettura operativa che emerge dalla bozza dell’Atto del Governo n. 303 è significativamente più complessa e stratificata. Il primo nodo da sciogliere riguarda l’individuazione delle autorità di emissione competenti, una questione che il regolamento europeo affronta attraverso una graduazione basata sulla tipologia e sull’invasività dei dati richiesti. La tassonomia dei dati e le implicazioni per le autorità competenti Quando parliamo di prove digitali, la distinzione tra le diverse categorie di dati non è meramente accademica ma ha profonde implicazioni forensi, probatorie e, soprattutto, in termini di tutela dei diritti fondamentali. I dati relativi agli abbonati, quelli che il regolamento definisce come subscriber data, comprendono le informazioni fornite dall’utente al momento della registrazione del servizio: nome, cognome, alias o username, indirizzo email, numero di telefono, indirizzo postale, data di nascita, informazioni di pagamento come le ultime quattro cifre della carta di credito o l’IBAN, data di creazione dell’account e stato de",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-11T21:33:57.014423",
      "collected_at": "2025-11-11T21:33:57.014429",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 51,
      "title": "Yann LeCun lascia Meta e lancia una sua start-up",
      "slug": "yann-lecun-lascia-meta-e-lancia-una-sua-start-up",
      "url": "https://www.ai4business.it/intelligenza-artificiale/yann-lecun-lascia-meta-e-lancia-una-sua-start-up/",
      "summary": "Lo chief scientist, vincitore del Turing Award, e storico nome dell’intelligenza artificiale di Meta, prepara l’addio al colosso di Mark Zuckerberg. La decisione arriva mentre Meta sta riorganizzando i suoi laboratori e puntando su nuovi modelli linguistici per competere con OpenAI e Google L'articolo Yann LeCun lascia Meta e lancia una sua start-up proviene da AI4Business.",
      "content": "Lo chief scientist, vincitore del Turing Award, e storico nome dell’intelligenza artificiale di Meta, prepara l’addio al colosso di Mark Zuckerberg. La decisione arriva mentre Meta sta riorganizzando i suoi laboratori e puntando su nuovi modelli linguistici per competere con OpenAI e Google L'articolo Yann LeCun lascia Meta e lancia una sua start-up proviene da AI4Business.",
      "image_url": null,
      "author": "Pierluigi Sandonnini",
      "published_at": "2025-11-11T21:33:57.306318",
      "collected_at": "2025-11-11T21:33:57.306346",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 52,
      "title": "Readiness Report 2025: l’AI spinge la crescita, ma le aziende non sono ancora pronte a scalare",
      "slug": "readiness-report-2025:-l’ai-spinge-la-crescita-ma-",
      "url": "https://www.ai4business.it/intelligenza-artificiale/readiness-report-2025-lai-spinge-la-crescita-ma-le-aziende-non-sono-ancora-pronte-a-scalare/",
      "summary": "La seconda edizione del Readiness Report mostra come l’intelligenza artificiale generi ritorni crescenti. L’Italia si distingue per investimenti in aumento e un approccio pragmatico all’innovazione. Degl'Innocenti (presidente): \"servono infrastrutture, competenze e governance dei dati\" L'articolo Readiness Report 2025: l’AI spinge la crescita, ma le aziende non sono ancora pronte a scalare proviene da AI4Business.",
      "content": "La seconda edizione del Readiness Report mostra come l’intelligenza artificiale generi ritorni crescenti. L’Italia si distingue per investimenti in aumento e un approccio pragmatico all’innovazione. Degl'Innocenti (presidente): \"servono infrastrutture, competenze e governance dei dati\" L'articolo Readiness Report 2025: l’AI spinge la crescita, ma le aziende non sono ancora pronte a scalare proviene da AI4Business.",
      "image_url": null,
      "author": "Roberto Cosentino",
      "published_at": "2025-11-11T21:33:57.306557",
      "collected_at": "2025-11-11T21:33:57.306563",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 53,
      "title": "Bruxelles prepara la revisione del GDPR: privacy in bilico per l’AI",
      "slug": "bruxelles-prepara-la-revisione-del-gdpr:-privacy-i",
      "url": "https://www.ai4business.it/intelligenza-artificiale/bruxelles-prepara-la-revisione-del-general-data-protection-regulation-gdpr-privacy-in-bilico-per-lai/",
      "summary": "La Commissione europea propone di semplificare le leggi digitali con un pacchetto «omnibus», modificando anche il GDPR per favorire l’AI. Le bozze parlano di nuove eccezioni per aziende che usano dati sensibili e di una ridefinizione di «dato personale». Ma alcuni attivisti e Stati membri avvertono che così facendo si mette a rischio la protezione dei diritti fondamentali L'articolo Bruxelles prepara la revisione del GDPR: privacy in bilico per l’AI proviene da AI4Business.",
      "content": "La Commissione europea propone di semplificare le leggi digitali con un pacchetto «omnibus», modificando anche il GDPR per favorire l’AI. Le bozze parlano di nuove eccezioni per aziende che usano dati sensibili e di una ridefinizione di «dato personale». Ma alcuni attivisti e Stati membri avvertono che così facendo si mette a rischio la protezione dei diritti fondamentali L'articolo Bruxelles prepara la revisione del GDPR: privacy in bilico per l’AI proviene da AI4Business.",
      "image_url": null,
      "author": "Alessandra Castelli",
      "published_at": "2025-11-11T21:33:57.306707",
      "collected_at": "2025-11-11T21:33:57.306711",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 54,
      "title": "L’AI nella compliance: i risultati dell’EQS AI Benchmark mostrano capacità inattese e la necessità di una scelta strategica",
      "slug": "l’ai-nella-compliance:-i-risultati-dell’eqs-ai-ben",
      "url": "https://www.ai4business.it/intelligenza-artificiale/lai-nella-compliance-i-risultati-delleqs-ai-benchmark-mostrano-capacita-inattese-e-la-necessita-di-una-scelta-strategica/",
      "summary": "Il Report EQS AI Benchmark, il primo test basato su sfide reali di Compliance & Etica, rivela che l'AI è estremamente capace nelle mansioni ripetitive. Google Gemini 2.5 Pro (86,7%) e OpenAI GPT-5 (86,5%) guidano la classifica. Le differenze tra i modelli sono drastiche, sottolineando l'importanza di una selezione attenta. Gli Agenti AI sono in arrivo, rendendo indispensabile la preparazione e la supervisione umana L'articolo L’AI nella compliance: i risultati dell’EQS AI Benchmark mostrano capacità inattese e la necessità di una scelta strategica proviene da AI4Business.",
      "content": "Il Report EQS AI Benchmark, il primo test basato su sfide reali di Compliance & Etica, rivela che l'AI è estremamente capace nelle mansioni ripetitive. Google Gemini 2.5 Pro (86,7%) e OpenAI GPT-5 (86,5%) guidano la classifica. Le differenze tra i modelli sono drastiche, sottolineando l'importanza di una selezione attenta. Gli Agenti AI sono in arrivo, rendendo indispensabile la preparazione e la supervisione umana L'articolo L’AI nella compliance: i risultati dell’EQS AI Benchmark mostrano capacità inattese e la necessità di una scelta strategica proviene da AI4Business.",
      "image_url": null,
      "author": "",
      "published_at": "2025-11-11T21:33:57.306923",
      "collected_at": "2025-11-11T21:33:57.306928",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 55,
      "title": "Il ritorno del cloud privato: 5 motivi per cui le aziende lo scelgono",
      "slug": "il-ritorno-del-cloud-privato:-5-motivi-per-cui-le-",
      "url": "https://www.ai4business.it/intelligenza-artificiale/il-ritorno-del-cloud-privato-5-motivi-per-cui-le-aziende-lo-scelgono/",
      "summary": "Sempre più aziende stanno riportando i carichi di lavoro dal cloud pubblico a quello privato per riconquistare controllo, sicurezza e prevedibilità. Il Private Cloud Outlook 2025 di Broadcom mostra che il 69% delle organizzazioni sta facendo questo passo, sull'onda dei costi crescenti, dei requisiti di conformità complessi e della necessità di prestazioni e governance più elevate L'articolo Il ritorno del cloud privato: 5 motivi per cui le aziende lo scelgono proviene da AI4Business.",
      "content": "Sempre più aziende stanno riportando i carichi di lavoro dal cloud pubblico a quello privato per riconquistare controllo, sicurezza e prevedibilità. Il Private Cloud Outlook 2025 di Broadcom mostra che il 69% delle organizzazioni sta facendo questo passo, sull'onda dei costi crescenti, dei requisiti di conformità complessi e della necessità di prestazioni e governance più elevate L'articolo Il ritorno del cloud privato: 5 motivi per cui le aziende lo scelgono proviene da AI4Business.",
      "image_url": null,
      "author": "Rodolfo Rotondo",
      "published_at": "2025-11-11T21:33:57.307100",
      "collected_at": "2025-11-11T21:33:57.307104",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 56,
      "title": "Il Regno Unito riconsidererà la decisione di negare il pagamento della pensione alle donne Waspi",
      "slug": "il-regno-unito-riconsidererà-la-decisione-di-negar",
      "url": "https://www.theguardian.com/money/2025/nov/11/uk-to-reconsider-decision-to-deny-waspi-women-pension-payouts",
      "summary": "Milioni di donne nate negli anni '50 hanno perso la strada a causa delle mancanze del governo riguardo alle modifiche all'età pensionabile statale, dicono gli attivisti. Milioni di \"donne Waspi\" hanno avuto nuova speranza di poter ricevere un risarcimento dopo che il governo del Regno Unito ha annunciato che avrebbe riconsiderato la decisione di negare loro i pagamenti. Si dice che ben 3,6 milioni di donne nate negli anni '50 abbiano perso terreno a causa delle carenze del governo nel modo in cui sono state apportate modifiche all'età pensionabile statale, spingendo il Waspi (Donne) Contro la pensione statale Ine",
      "content": "Millions born in 1950s lost out because of government failings over changes to state retirement age, campaigners sayMillions of “Waspi women” have been given fresh hope that they might receive compensation after the UK government announced it would revisit a decision to deny them payouts.As many as 3.6 million women born in the 1950s are said to have lost out because of government failings in the way changes to the state pension age were made, prompting the Waspi (Women Against State Pension Inequality) campaign to launch in 2015. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/da06f6f0f3791081cb54666f9ffcb6e575b33ff7/743_56_4579_3665/master/4579.jpg",
      "author": "Rupert Jones (trad. auto)",
      "published_at": "2025-11-11T21:33:59.797902",
      "collected_at": "2025-11-11T21:33:59.797916",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "the guardian business"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 57,
      "title": "SoftBank vende la partecipazione in Nvidia per 5,8 miliardi di dollari raddoppiando le scommesse su OpenAI",
      "slug": "softbank-vende-la-partecipazione-in-nvidia-per-58-",
      "url": "https://www.theguardian.com/business/2025/nov/11/softbank-sells-stake-in-nvidia-as-it-doubles-down-on-openai-bets",
      "summary": "Le azioni del produttore di chip Nvidia crollano dopo l'annuncio di un investitore giapponese, insieme ad altri titoli tecnologici in caloBusiness live – ultimi aggiornamentiL'investitore tecnologico giapponese SoftBank ha intensificato il dibattito sulle valutazioni nel mondo dell'intelligenza artificiale martedì rivelando di aver venduto la sua partecipazione nel produttore di chip Nvidia. Nei suoi ultimi risultati trimestrali, SoftBank ha mostrato di aver venduto le sue azioni in Nvidia per 5,8 miliardi di dollari (4,4 miliardi di sterline) in ottobre, raddoppiando le sue scommesse su OpenAI, il gruppo dietro",
      "content": "Le azioni del produttore di chip Nvidia crollano dopo l'annuncio di un investitore giapponese, insieme ad altri titoli tecnologici in caloBusiness live – ultimi aggiornamentiL'investitore tecnologico giapponese SoftBank ha intensificato il dibattito sulle valutazioni nel mondo dell'intelligenza artificiale martedì rivelando di aver venduto la sua partecipazione nel produttore di chip Nvidia. Nei suoi ultimi risultati trimestrali, SoftBank ha mostrato di aver venduto le sue azioni in Nvidia per 5,8 miliardi di dollari (4,4 miliardi di sterline) in ottobre, raddoppiando le sue scommesse su OpenAI, il gruppo dietro il chatbot ChatGPT. Ha inoltre riferito che l’utile netto del secondo trimestre è più che raddoppiato arrivando a 2,5 trilioni di yen (12,2 miliardi di sterline), grazie alle plusvalenze nelle sue partecipazioni OpenAI. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/970b9a1fa2be15216bd961def029063eb0b2890e/359_0_3580_2866/master/3580.jpg",
      "author": "Graeme Wearden (trad. auto)",
      "published_at": "2025-11-11T21:34:02.924214",
      "collected_at": "2025-11-11T21:34:02.924236",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 4,
      "keywords": [
        "business",
        "news",
        "it",
        "the guardian business"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 58,
      "title": "L’inflazione dei prezzi dei generi alimentari nel Regno Unito rallenta mentre i rivenditori lanciano le promozioni prenatalizie",
      "slug": "l’inflazione-dei-prezzi-dei-generi-alimentari-nel-",
      "url": "https://www.theguardian.com/business/2025/nov/11/uk-grocery-price-inflation-retailers-pre-christmas-promotions-prices",
      "summary": "I prezzi stanno aumentando più velocemente in mercati come quello dei dolciumi al cioccolato, della carne fresca e del caffè, secondo i dati di Business live – ultimi aggiornamenti. Il ritmo dell'inflazione dei generi alimentari in Gran Bretagna è rallentato lo scorso mese poiché i rivenditori hanno intensificato le promozioni prima di Natale, fornendo un po' di sollievo ai consumatori che si preparano ad ulteriori aumenti delle tasse nel budget di questo mese. L'inflazione dei generi alimentari si è attestata al 4,7% nelle quattro settimane fino al 2 novembre, in calo rispetto al 5,2% delle quattro settimane precedenti, secondo i dati del Worldpanel di Numerator,",
      "content": "Prices are rising fastest in markets such as chocolate confectionery, fresh meat and coffee, figures showBusiness live – latest updatesThe pace of grocery inflation in Britain slowed last month as retailers ramped up promotions before Christmas, providing a little relief for consumers bracing for further tax rises in this month’s budget.Grocery inflation stood at 4.7% in the four weeks to 2 November, easing from 5.2% in the previous four weeks, according to figures from Worldpanel by Numerator, formerly known as Kantar. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/a6a9dea3dbf317f72b528082f6b585d5e16ea767/500_0_5000_4000/master/5000.jpg",
      "author": "Sarah Butler and agencies (trad. auto)",
      "published_at": "2025-11-11T21:34:04.873346",
      "collected_at": "2025-11-11T21:34:04.873360",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "the guardian business"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 59,
      "title": "La disoccupazione nel Regno Unito sale al 5%, il livello più alto degli ultimi quattro anni",
      "slug": "la-disoccupazione-nel-regno-unito-sale-al-5%-il-li",
      "url": "https://www.theguardian.com/business/2025/nov/11/uk-unemployment-rises-budget-ons-jobs-hmrc",
      "summary": "L'ONS afferma che il mercato del lavoro sta peggiorando prima del budget, mentre l'HMRC segnala un calo del numero di lavoratori sui libri paga delle aziendeAnalisi: L'aumento della disoccupazione potrebbe influenzare il budget, i tassi di interesse, le retribuzioni e altro ancoraBusiness live - ultimi aggiornamentiIl tasso di disoccupazione nel Regno Unito è aumentato più del previsto raggiungendo il livello più alto in quattro anni, alimentando le aspettative di un taglio dei tassi di interesse della Banca d'Inghilterra dopo il budget di Rachel Reeves.A meno di tre settimane dalla dichiarazione delle tasse e delle spese del cancelliere, i dati del",
      "content": "L'ONS afferma che il mercato del lavoro sta peggiorando prima del budget, mentre l'HMRC segnala un calo del numero di lavoratori sui libri paga delle aziendeAnalisi: L'aumento della disoccupazione potrebbe influenzare il budget, i tassi di interesse, le retribuzioni e altro ancoraBusiness live - ultimi aggiornamentiIl tasso di disoccupazione nel Regno Unito è aumentato più del previsto raggiungendo il livello più alto in quattro anni, alimentando le aspettative di un taglio dei tassi di interesse della Banca d'Inghilterra dopo il bilancio di Rachel Reeves.A meno di tre settimane dalla dichiarazione delle tasse e delle spese del cancelliere, i dati dell'Ufficio per le statistiche nazionali (ONS) mostrano che il tasso di disoccupazione principale è salito al 5,0% nei tre mesi fino alla fine di settembre, rispetto al 4,8% del trimestre precedente. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/6822a3bb08103f9758fd7963a7dfa6a184cf745b/939_455_3119_2497/master/3119.jpg",
      "author": "Richard Partington Senior economics correspondent (trad. auto)",
      "published_at": "2025-11-11T21:34:07.996011",
      "collected_at": "2025-11-11T21:34:07.996030",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 4,
      "keywords": [
        "business",
        "news",
        "it",
        "the guardian business"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 60,
      "title": "Il truffatore nascosto a Londra è stato incarcerato per una truffa di bitcoin da 5,5 miliardi di sterline",
      "slug": "il-truffatore-nascosto-a-londra-è-stato-incarcerat",
      "url": "https://www.theguardian.com/uk-news/2025/nov/11/fraudster-who-hid-in-london-is-jailed-over-bitcoin-scam",
      "summary": "Zhimin Qian ha ingannato 128.000 vittime in Cina attraverso uno schema Ponzi prima di fuggire per sei anni. Le tracce erano rimaste irrisolte per cinque anni, da quando Zhimin Qian era sfuggito per un pelo alla polizia, giorni dopo aver fatto irruzione nella sua casa di sei camere da letto a Londra. Poi, nel febbraio 2024, gli investigatori hanno notato che un portafoglio bitcoin dormiente da tempo ha ripreso vita ed è iniziata una caccia all'uomo. Per oltre un mese, la polizia ha rintracciato la mente di uno dei più grandi casi di riciclaggio di denaro del Regno Unito, da un bungalow solitario sulla riva.",
      "content": "Zhimin Qian ha ingannato 128.000 vittime in Cina attraverso uno schema Ponzi prima di fuggire per sei anni. Le tracce erano rimaste irrisolte per cinque anni, da quando Zhimin Qian era sfuggito per un pelo alla polizia, giorni dopo aver fatto irruzione nella sua casa di sei camere da letto a Londra. Poi, nel febbraio 2024, gli investigatori hanno notato un portafoglio bitcoin dormiente da tempo riprendere vita ed è iniziata una caccia all'uomo. Per oltre un mese, la polizia ha rintracciato la mente di uno dei più grandi casi di riciclaggio di denaro del Regno Unito: da un bungalow solitario sulle rive del Loch Tay a una casa con le tegole rosse fuori Glasgow, e infine in un tranquillo Airbnb nella periferia di York, dove il 46enne è stato arrestato a fine aprile insieme a quattro cittadini malesi che lavoravano. illegalmente come suo personale domestico. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/c72d5d9d5d984d2f6c6377b45a45b6700da90f0f/249_0_6498_5200/master/6498.jpg",
      "author": "Aisha Down (trad. auto)",
      "published_at": "2025-11-11T21:34:11.293277",
      "collected_at": "2025-11-11T21:34:11.293300",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 4,
      "keywords": [
        "business",
        "news",
        "it",
        "the guardian business"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 61,
      "title": "St Pölten-Chelsea: Champions League femminile – live",
      "slug": "st-pölten-chelsea:-champions-league-femminile-–-li",
      "url": "https://www.theguardian.com/football/live/2025/nov/11/st-polten-v-chelsea-womens-champions-league-live",
      "summary": "⚽ Aggiornamenti sulla Women's Champions League, calcio d'inizio alle 20:00 GMT⚽ Tabellone dei punteggi in diretta | Classifica | E puoi spedire Yara 3 min: Ollivier tenta di superare Bronze, difensore centrale, ma invece commette fallo. 1 min: Tiro iniziale di Kaptein che Schlüter raccoglie facilmente. Il St Pölten si è subito schierato in due banchi da cinque senza possesso palla. Continua a leggere...",
      "content": "⚽ Women’s Champions League updates, 8pm GMT kick-off⚽ Live scoreboard | League table | And you can mail Yara3 min: Ollivier tries to get past Bronze, who is at centre-back, but instead commits a foul.1 min: An early tame shot from Kaptein that Schlüter easily collects. St Pölten immediately set up in two banks of five out of possession. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/092c222bccbf267973b1f3628b1cb01de2a061aa/634_347_3148_2520/master/3148.jpg",
      "author": "Yara El-Shaboury (trad. auto)",
      "published_at": "2025-11-11T21:34:13.806731",
      "collected_at": "2025-11-11T21:34:13.806752",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "the guardian sport"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 62,
      "title": "Ollie Pope è pronto a rimanere al numero 3 mentre l'Inghilterra si concentra sulla continuità per Ashes",
      "slug": "ollie-pope-è-pronto-a-rimanere-al-numero-3-mentre-",
      "url": "https://www.theguardian.com/sport/2025/nov/11/cricket-ashes-england-ollie-pope-marcus-trescothick-jacob-bethell-selection-australia",
      "summary": "Il vice allenatore Marcus Trescothick \"presume\" che il battitore del Surrey manterrà il posto prima della data di riscaldamento solitario dei turisti. L'Inghilterra potrebbe essere accusata di non prendere sul serio la preparazione per Ashes, ma con solo tre giorni contro i Lions per affinare la punta dei propri giocatori, ha promesso di affrontare la partita solitaria del loro ridotto riscaldamento con tutta l'intensità possibile. Il vice allenatore Marcus Trescothick ha detto che l'obiettivo sarà quello di rendere il gioco \"il più competitivo possibile\", come",
      "content": "Assistant coach Marcus Trescothick ‘presumes’ Surrey batter will keep place before tourists’ solitary warm-up dateEngland may stand accused of not taking their Ashes preparations seriously but with only three days against the Lions to hone their players’ cutting edge they have promised to approach the solitary game of their pared‑down warm-up with as much intensity as they can muster.The assistant coach Marcus Trescothick said the focus would be on making the game “as competitive as we can”, as they prepare to effectively unveil their first-choice Ashes XI. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/68c9e64e83eda52a9134609efe87a47422cf8f15/434_0_4346_3477/master/4346.jpg",
      "author": "Simon Burnton in Perth (trad. auto)",
      "published_at": "2025-11-11T21:34:15.662232",
      "collected_at": "2025-11-11T21:34:15.662244",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "sport",
        "news",
        "it",
        "the guardian sport"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 63,
      "title": "Qualificazioni europee ai Mondiali 2026: quando, come e chi ha bisogno di cosa?",
      "slug": "qualificazioni-europee-ai-mondiali-2026:-quando-co",
      "url": "https://www.theguardian.com/football/2025/nov/11/world-cup-2026-european-qualifying-when-how-and-who-needs-what-football",
      "summary": "Solo l'Inghilterra si è qualificata finora, e ci saranno sicuramente molti colpi di scena nella prossima settimana mentre tutti gli altri lotteranno per unirsi a loroLa classifica completaPotrebbe accadere l'impensabile? La Germania non è mai riuscita a qualificarsi per la Coppa del Mondo, ma i quattro volte campioni non possono permettersi errori se vogliono conquistare il primo posto dopo aver perso contro la Slovacchia nella partita di apertura. La squadra di Julian Nagelsmann guida la Slovacchia per differenza reti e venerdì deve battere il Lussemburgo e vedere se l'Irlanda del Nord – g",
      "content": "Solo l'Inghilterra si è qualificata finora, e ci saranno sicuramente molti colpi di scena nella prossima settimana mentre tutti gli altri lotteranno per unirsi a loroLa classifica completaPotrebbe accadere l'impensabile? La Germania non è mai riuscita a qualificarsi per la Coppa del Mondo, ma i quattro volte campioni non possono permettersi errori se vogliono conquistare il primo posto dopo aver perso contro la Slovacchia nella partita di apertura. La squadra di Julian Nagelsmann guida la Slovacchia per differenza reti e deve battere il Lussemburgo venerdì e vedere se l'Irlanda del Nord – che si è assicurata un playoff dopo essere arrivata prima nel girone della Nations League – può fare loro qualche favore in Slovacchia quella stessa notte. Lunedì la Germania affronterà la Slovacchia a Lipsia in quella che potrebbe essere una resa dei conti in cui il vincitore prende tutto. Le squadre che arrivano seconde accedono ai playoff. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/9b01874c3cabf81bd8008da4db7d997fac9dcdb3/0_0_5000_4000/master/5000.jpg",
      "author": "Ed Aarons (trad. auto)",
      "published_at": "2025-11-11T21:34:21.479414",
      "collected_at": "2025-11-11T21:34:21.479427",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 4,
      "keywords": [
        "sport",
        "news",
        "it",
        "the guardian sport"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 64,
      "title": "L'Inghilterra gioca al Generation Game contro gli All Blacks con la revisione del tradizionale ordine di selezione",
      "slug": "linghilterra-gioca-al-generation-game-contro-gli-a",
      "url": "https://www.theguardian.com/sport/2025/nov/11/steve-borthwick-england-new-zealand-all-blacks-twickenham-rugby-union",
      "summary": "Steve Borthwick ha scelto sei British & Irish Lions sulla sua panchina con un ulteriore cenno alla crescente importanza del finale di partita Selezionare il tuo miglior XV per iniziare una grande partita di rugby sembra sempre più caratteristico di questi tempi, poiché ricorda un'era diversa come il Generation Game o Starsky & Hutch. Al punto che quasi ti aspetti di trovare il foglio della squadra di casa che affronterà la Nuova Zelanda questo fine settimana con D-N-A-L-G-N-E stampato in cima. Anche con gli All Blacks in città, il tradizionale ordine di selezione n",
      "content": "Steve Borthwick ha scelto sei British & Irish Lions sulla sua panchina con un ulteriore cenno alla crescente importanza del finale di partita Selezionare il tuo miglior XV per iniziare una grande partita di rugby sembra sempre più caratteristico di questi tempi, poiché ricorda un'era diversa come il Generation Game o Starsky & Hutch. Al punto che quasi ti aspetti di trovare il foglio della squadra di casa che affronterà la Nuova Zelanda questo fine settimana con D-N-A-L-G-N-E stampato in cima. Anche con gli All Blacks in campo, il tradizionale ordine di selezione non si applica più. Tutto ruota intorno al finale. In questa occasione Steve Borthwick ha scelto sei British & Irish Lions sulla sua panchina rispetto ai soli quattro della sua formazione titolare. Ad un certo punto, intorno al cinquantesimo minuto di sabato, ci sarà uno smaltimento di massa delle tute da ginnastica XXL e un intero nuovo set di orchi bianchi rimbomberà. Come hanno dimostrato da tempo i “Bomb Squad” del Sud Africa, può essere molto difficile combatterlo. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/15432e8d6b9c4e6589486c3bb26cbc56bd0cefc8/574_0_3590_2871/master/3590.jpg",
      "author": "Robert Kitson (trad. auto)",
      "published_at": "2025-11-11T21:34:24.684908",
      "collected_at": "2025-11-11T21:34:24.684921",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 5,
      "keywords": [
        "sport",
        "news",
        "it",
        "the guardian sport"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 65,
      "title": "I 100 più grandi giocatori di cricket di Ashes di tutti i tempi: 100-71",
      "slug": "i-100-più-grandi-giocatori-di-cricket-di-ashes-di-",
      "url": "https://www.theguardian.com/sport/ng-interactive/2025/nov/11/100-greatest-mens-ashes-cricketers",
      "summary": "La famosa rivalità sportiva iniziò nel 1877 e da allora 853 uomini hanno partecipato ai test Australia-Inghilterra. Ma chi sono i migliori? Il nostro conto alla rovescia di quattro giorni inizia qui con i numeri 100-71Leggi qui i 51 giudici e la nostra metodologia Continua a leggere...",
      "content": "Sport’s famous rivalry began in 1877 and since then 853 men have featured in Australia v England Tests. But who are the best? Our four-day countdown starts here with Nos 100-71Read about the 51 judges and our methodology here Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/d2f837ba9d68039936096b7cce009258ff7b454f/0_0_1200_960/master/1200.jpg",
      "author": "Guardian sport (trad. auto)",
      "published_at": "2025-11-11T21:34:26.550999",
      "collected_at": "2025-11-11T21:34:26.551012",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "the guardian sport"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 66,
      "title": "Maltempo e allagamenti in Toscana: segui la diretta",
      "slug": "maltempo-e-allagamenti-in-toscana:-segui-la-dirett",
      "url": "https://video.gazzetta.it/video-maltempo-toscana-allagamenti-danni-segui-diretta/1a11e3ec-7a1c-11ee-9790-0f29f8a2d723",
      "summary": "Maltempo Toscana, allagamenti e danni: segui la direttaLa tempesta Ciaran è arrivata in Italia. È emergenza in Toscana, dove ci sono stati sei morti. Alcuni dispersi in diverse regioni per il maltempo, mentre anche oggi è in allerta per le forti piogge e il vento in molte parti d'Italia. La diretta",
      "content": "Maltempo Toscana, allagamenti e danni: segui la direttaLa tempesta Ciaran è arrivata in Italia. È emergenza in Toscana, dove ci sono stati sei morti. Alcuni dispersi in diverse regioni per il maltempo, mentre anche oggi è in allerta per le forti piogge e il vento in molte parti d'Italia. La diretta",
      "image_url": "https://www.gazzetta.it/methode_image/Video/2023/11/03/LiveTv/Foto_LiveTv_-_Trattate/8b210ea8656697f6f342329292a94127_800x450.jpg",
      "author": "Gasport",
      "published_at": "2025-11-11T21:34:26.943516",
      "collected_at": "2025-11-11T21:34:26.943523",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 67,
      "title": "Thuram e la storia dell'Inter: tutte le esultanze copiate dai grandi bomber",
      "slug": "thuram-e-la-storia-dellinter:-tutte-le-esultanze-c",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/storie/08-12-2023/inter-thuram-e-le-esultanze-come-adriano-icardi-dimarco-e/",
      "summary": "Dopo ogni gol il francese omaggia chi lo ha preceduto con la sua stessa maglia, un po’ per gioco e un po’ per rispetto",
      "content": "Dopo ogni gol il francese omaggia chi lo ha preceduto con la sua stessa maglia, un po’ per gioco e un po’ per rispetto",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-11T21:34:26.943564",
      "collected_at": "2025-11-11T21:34:26.943566",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 68,
      "title": "Preso a zero, ora vale 70 milioni: i segreti di Thuram, l'oro dell'Inter",
      "slug": "preso-a-zero-ora-vale-70-milioni:-i-segreti-di-thu",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/08-12-2023/inter-i-segreti-di-thuram-quanto-vale-sul-mercato.shtml",
      "summary": "Rivede i suoi match al video, ha sposato lo stile nerazzurro, forma una coppia perfetta con Lautaro: così Marcus è decollato",
      "content": "Rivede i suoi match al video, ha sposato lo stile nerazzurro, forma una coppia perfetta con Lautaro: così Marcus è decollato",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-11T21:34:26.943601",
      "collected_at": "2025-11-11T21:34:26.943603",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 69,
      "title": "Inter, sotto Natale l'Udinese è indigesta: Inzaghi suona l'allarme",
      "slug": "inter-sotto-natale-ludinese-è-indigesta:-inzaghi-s",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/08-12-2023/inter-udinese-i-precedenti-a-natale.shtml",
      "summary": "Il tecnico è stato già battuto dai friulani come i predecessori Spalletti, Mancini, Mazzarri, Stramaccioni, Ranieri e Leonardo: nel 2022-23 il ko esterno fu un colpo molto duro",
      "content": "Il tecnico è stato già battuto dai friulani come i predecessori Spalletti, Mancini, Mazzarri, Stramaccioni, Ranieri e Leonardo: nel 2022-23 il ko esterno fu un colpo molto duro",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-11T21:34:26.943640",
      "collected_at": "2025-11-11T21:34:26.943642",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 70,
      "title": "Inter, il piano recupero degli infortunati. Bastoni è il primo a rientrare",
      "slug": "inter-il-piano-recupero-degli-infortunati.-bastoni",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/07-12-2023/inter-il-piano-recupero-degli-infortunati-bastoni-scalda-i-motori.shtml",
      "summary": "L’obiettivo in casa nerazzurra è quello di svuotare l’infermeria entro fine anno per restituire a Inzaghi l’organico al completo. L’azzurro sarà il primo a tornare disponibile, con probabile partenza dalla panchina contro l’Udinese",
      "content": "L’obiettivo in casa nerazzurra è quello di svuotare l’infermeria entro fine anno per restituire a Inzaghi l’organico al completo. L’azzurro sarà il primo a tornare disponibile, con probabile partenza dalla panchina contro l’Udinese",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/07/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-11T21:34:26.943682",
      "collected_at": "2025-11-11T21:34:26.943684",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 71,
      "title": "Bande criminali nel Regno Unito producono farmaci dimagranti con un marchio falso \"sofisticato\".",
      "slug": "bande-criminali-nel-regno-unito-producono-farmaci-",
      "url": "https://www.theguardian.com/society/2025/nov/11/crime-gangs-in-uk-start-making-own-branded-weight-loss-drugs",
      "summary": "L'organismo di vigilanza sui medicinali afferma che i criminali stanno progettando confezioni e marchi in modo che assomiglino a prodotti legittimi. Le bande criminali organizzate hanno iniziato a produrre i propri farmaci dimagranti con il marchio, progettati per assomigliare a medicinali legittimi, in quello che le autorità avvertono essere una minaccia significativa. L'Agenzia di regolamentazione dei medicinali e dei prodotti sanitari (MHRA) ha affermato che la tendenza era appena emersa, portandoli a condurre il più grande sequestro di farmaci dimagranti trafficati mai registrato da qualsiasi legge globale",
      "content": "Medicines watchdog says criminals are designing packaging and branding to look like legitimate productOrganised crime gangs have begun manufacturing their own branded weight-loss drugs, designed to look like legitimate medicines, in what authorities warn is a significant threat.The Medicines and Healthcare products Regulatory Agency (MHRA) said the trend had only just emerged, leading them to conduct the largest single seizure of trafficked weight-loss drugs ever recorded by any global law enforcement agency. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/e3f83a4299d4a0f1133ccf92fe1bad66c15f6c20/208_176_1457_1165/master/1457.jpg",
      "author": "Sarah Marsh Consumer affairs correspondent (trad. auto)",
      "published_at": "2025-11-11T21:34:29.227004",
      "collected_at": "2025-11-11T21:34:29.227016",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "it",
        "the guardian health"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 72,
      "title": "L'istituto NHS è stato multato di 565.000 sterline dopo che una donna si è uccisa nel reparto \"trappola mortale\".",
      "slug": "listituto-nhs-è-stato-multato-di-565.000-sterline-",
      "url": "https://www.theguardian.com/society/2025/nov/11/nhs-trust-fined-after-woman-killed-herself-hepworth-death-trap-ward",
      "summary": "Alice Figueiredo, 22 anni, è morta nel 2015 nel reparto Hepworth dell'ospedale Goodmayes dopo 18 tentativi simili di autolesionismo. Una donna la cui figlia si è uccisa in un reparto di salute mentale \"trappola mortale\" a Londra ha chiesto un cambiamento urgente dopo che un fondo sanitario nazionale è stato multato per più di mezzo milione di sterline. Alice Figueiredo, 22 anni, si è tolta la vita all'ospedale Goodmayes, Redbridge, dopo 18 tentativi simili. Continua a leggere...",
      "content": "Alice Figueiredo, 22, died in 2015 on the Hepworth ward at Goodmayes hospital after 18 similar attempts to self-harm A woman whose daughter killed herself on a “death trap” mental health ward in London has called for urgent change after an NHS trust was fined more than half a million pounds.Alice Figueiredo, 22, took her own life at Goodmayes hospital, Redbridge, after 18 similar attempts. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/4656a7fede824555a730fb41cebcfdf7b726d0fb/0_0_3564_2851/master/3564.jpg",
      "author": "Nadeem Badshah (trad. auto)",
      "published_at": "2025-11-11T21:34:31.206987",
      "collected_at": "2025-11-11T21:34:31.207002",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "it",
        "the guardian health"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 73,
      "title": "Love Immortal: l'uomo dedito a sfidare la morte attraverso la crionica",
      "slug": "love-immortal:-luomo-dedito-a-sfidare-la-morte-att",
      "url": "https://www.theguardian.com/global/video/2025/nov/11/love-immortal-the-man-devoted-to-defying-death-through-cryonics",
      "summary": "Alan ha promesso a sua moglie, Sylvia, che verranno conservati criogenicamente dopo la morte e si riuniranno in futuro. Tuttavia, quando Sylvia muore troppo presto, Alan, che ora ha 87 anni, si innamora di un'altra donna ed è costretto a riconsiderare i suoi piani futuri. Una straordinaria storia d'amore, raccontata con umorismo e tenerezza, su come affrontiamo la perdita, la nostra mortalità e la prospettiva della vita eterna Continua a leggere...",
      "content": "Alan has promised his wife, Sylvia, that they will be cryogenically preserved upon death, and reunited in the future. However, when Sylvia dies all too soon, Alan, now 87, falls in love with another woman and is forced to reconsider his future plans. An extraordinary love story, told with humour and tenderness about how we deal with loss, our own mortality and the prospect of eternal life Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/fd4cde1a7d970dbcd8bcf9ca84f6c1cff8414c66/205_0_1350_1080/master/1350.jpg",
      "author": "Ömer Sami, Ekaterina Ochagavia and Lindsay Poulton (trad. auto)",
      "published_at": "2025-11-11T21:34:33.049173",
      "collected_at": "2025-11-11T21:34:33.049187",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "it",
        "the guardian health"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 74,
      "title": "Quando ho incontrato Craig aveva 13 anni ed era un senzatetto. Pensavo ancora che la sua vita potesse cambiare. Mi sbagliavo tragicamente",
      "slug": "quando-ho-incontrato-craig-aveva-13-anni-ed-era-un",
      "url": "https://www.theguardian.com/news/2025/nov/11/when-i-met-craig-he-was-13-and-homeless-i-still-thought-his-life-might-turn-around-i-was-tragically-wrong",
      "summary": "Sapevo che stava scappando da qualcosa. Fu solo molti anni dopo che scoprii la verità. Craig era un fuggiasco quando lo incontrai per la prima volta. Scomparso da un orfanotrofio locale, trascorreva le sue giornate nel centro di Nottingham. Aveva appena compiuto 13 anni ed era alto per la sua età, facilmente riconoscibile per i suoi capelli biondi, ma sembrava invisibile alle autorità. Nessuno cercava né lui né l'altra dozzina di bambini che si radunavano nella piazza del mercato. La maggior parte di loro era fuggita",
      "content": "Sapevo che stava scappando da qualcosa. Fu solo molti anni dopo che scoprii la verità. Craig era un fuggiasco quando lo incontrai per la prima volta. Scomparso da un orfanotrofio locale, trascorreva le sue giornate nel centro di Nottingham. Aveva appena compiuto 13 anni ed era alto per la sua età, facilmente riconoscibile per i suoi capelli biondi, ma sembrava invisibile alle autorità. Nessuno cercava né lui né l'altra dozzina di bambini che si radunavano nella piazza del mercato. La maggior parte di loro era fuggita dalle cure, alcuni evitavano la scuola. Alcuni, come Mikey, il compagno di Craig, semplicemente non si sono preoccupati di tornare a casa. Il fuggitivo più giovane, Mark, affermò di essere scomparso dall'affidamento da mesi e di aver trascorso il suo dodicesimo compleanno in fuga. Erano contenti di essersi ritrovati e per circa una settimana dormirono insieme in un vicolo. Craig organizzò la biancheria da letto. Aveva raccolto alcuni consigli dagli esperti dormienti, mi ha detto, mentre raccoglieva il cartone che aveva conservato dietro un cestino. \"Ti tiene lontano il freddo dalle ossa\", disse senza fiducia. Quello fu il suo primo assaggio di essere un senzatetto. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/8c57fa171d57957b5375a17c76a2dcdbfdc55bd8/0_0_5000_4000/master/5000.jpg",
      "author": "Pamela Gordon (trad. auto)",
      "published_at": "2025-11-11T21:34:36.125669",
      "collected_at": "2025-11-11T21:34:36.125682",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 6,
      "keywords": [
        "health",
        "news",
        "it",
        "the guardian health"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 75,
      "title": "Il Canada non è più libero dal morbillo con la diffusione delle epidemie",
      "slug": "il-canada-non-è-più-libero-dal-morbillo-con-la-dif",
      "url": "https://www.theguardian.com/world/2025/nov/11/canada-loses-measles-free-elimination-status",
      "summary": "Il Canada ha perso il suo status di debellatore del morbillo poiché i tassi di vaccinazione sono scesi al di sotto del tasso di copertura del 95% necessario per fermare le epidemie. Il Canada non è più libero dal morbillo a causa delle epidemie in corso, hanno detto lunedì esperti sanitari internazionali, mentre i tassi di vaccinazione infantile diminuiscono e il virus altamente contagioso si diffonde nel Nord e nel Sud America. La perdita dello status di debellamento del morbillo del paese arriva più di un anno dopo che il virus altamente contagioso ha iniziato a diffondersi. Continua a leggere...",
      "content": "Canada has lost its measles elimination status as vaccination rates have slipped below the 95% coverage rate needed to stop outbreaksCanada is no longer measles-free because of ongoing outbreaks, international health experts said on Monday, as childhood vaccination rates fall and the highly contagious virus spreads across North and South America.The loss of the country’s measles elimination status comes more than a year after the highly contagious virus started spreading. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/64ec85734462191e04a12fa69d486854201fd1de/910_0_4560_3648/master/4560.jpg",
      "author": "Associated Press (trad. auto)",
      "published_at": "2025-11-11T21:34:37.987487",
      "collected_at": "2025-11-11T21:34:37.987502",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "it",
        "the guardian health"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 76,
      "title": "I parlamentari e lo staff della BBC chiedono che Robbie Gibb lasci il consiglio dell’emittente",
      "slug": "i-parlamentari-e-lo-staff-della-bbc-chiedono-che-r",
      "url": "https://www.theguardian.com/media/2025/nov/11/mps-and-bbc-staff-call-for-robbie-gibb-to-leave-broadcasters-board",
      "summary": "L'incaricato di Boris Johnson è accusato di aver promosso pretese di parzialità istituzionale presso la società dopo le dimissioni scioccanti. I parlamentari e i membri dello staff della BBC hanno chiesto che Robbie Gibb fosse rimosso dal consiglio di amministrazione della società mentre il direttore generale uscente Tim Davie si è scagliato contro l'\"armamento\" delle critiche all'emittente. In un incontro online con Davie, lo staff ha messo in dubbio la posizione di Gibb, l'ex capo delle comunicazioni di Theresa May, nominato primo ministro durante il periodo di Boris Johnson. C",
      "content": "Boris Johnson’s appointee is accused of pushing claims of institutional bias at the corporation after shock resignationsMPs and BBC staff members have called for Robbie Gibb to be removed from the corporation’s board as outgoing director general Tim Davie hit out at the “weaponisation” of criticisms of the broadcaster.In an online meeting with Davie, staff questioned the position of Gibb, Theresa May’s former communications chief who was appointed during Boris Johnson’s time as prime minister. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/52948e4e7d2ba135dee634a4aa51602031121a1c/707_207_3740_2992/master/3740.jpg",
      "author": "Michael Savage Media editor (trad. auto)",
      "published_at": "2025-11-11T21:34:40.032433",
      "collected_at": "2025-11-11T21:34:40.032449",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "it",
        "the guardian politics"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 77,
      "title": "Gli alleati di Starmer lanciano un avvertimento ai rivali del Primo Ministro mentre crescono i timori per la sfida alla leadership",
      "slug": "gli-alleati-di-starmer-lanciano-un-avvertimento-ai",
      "url": "https://www.theguardian.com/politics/2025/nov/11/keir-starmer-allies-ousting-pm-would-be-reckless-fears-leadership-challenge",
      "summary": "Esclusivo: si dice che il numero 10 sia in \"modalità bunker completo\" per paura di un tentativo di estrometterlo dopo il bilancio o le elezioni locali di maggio Maggioranze sottili e strategia caotica spingono i parlamentari laburisti verso il cambio di regimeDowning Street ha lanciato un'operazione straordinaria per proteggere Keir Starmer tra i timori tra i più stretti alleati del primo ministro che sia vulnerabile a una sfida alla leadership sulla scia del bilancio.",
      "content": "Esclusivo: si dice che il numero 10 sia in \"modalità bunker completo\" per paura di un tentativo di estrometterlo dopo il bilancio o le elezioni locali di maggio Maggioranze sottili e strategia caotica spingono i parlamentari laburisti verso il cambio di regimeDowning Street ha lanciato un'operazione straordinaria per proteggere Keir Starmer tra i timori tra i più stretti alleati del primo ministro che sia vulnerabile a una sfida alla leadership sulla scia del bilancio. sarebbe una mossa “sconsiderata” e “pericolosa” che potrebbe destabilizzare i mercati, le relazioni internazionali e il partito laburista. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/fd69a1a61478980bdb2c9cb4f8a2c7da9e87b3e2/244_0_6360_5088/master/6360.jpg",
      "author": "Pippa Crerar Political editor (trad. auto)",
      "published_at": "2025-11-11T21:34:43.144138",
      "collected_at": "2025-11-11T21:34:43.144172",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 3,
      "keywords": [
        "politics",
        "news",
        "it",
        "the guardian politics"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 78,
      "title": "Nandy esclude di intraprendere azioni per rimuovere Robbie Gibb dal consiglio della BBC, come è successo",
      "slug": "nandy-esclude-di-intraprendere-azioni-per-rimuover",
      "url": "https://www.theguardian.com/politics/live/2025/nov/11/bbc-crisis-labour-conservatives-donald-trump-lawsuit-politics-live-updates",
      "summary": "Il ministro della Cultura condanna anche i parlamentari che liquidano la BBC come “istituzionalmente parziale” attaccando Badenoch e Farage. Questo blog live è chiusoEcco un riepilogo di ciò che vari avvocati e commentatori hanno detto sulla causa legale di Donald Trump contro la BBC. Joshua Rozenberg, il commentatore legale ed ex giornalista della BBC, ha detto in un post sul suo A Lawyer Writes Substack che la società dovrebbe accordarsi. Spiega: Considerato ciò che sostiene Brito, è improbabile che l'avvocato rimanga impressionato",
      "content": "Il ministro della Cultura condanna anche i parlamentari che liquidano la BBC come “istituzionalmente parziale” attaccando Badenoch e Farage. Questo blog live è chiusoEcco un riepilogo di ciò che vari avvocati e commentatori hanno detto sulla causa legale di Donald Trump contro la BBC. Joshua Rozenberg, il commentatore legale ed ex giornalista della BBC, ha detto in un post sul suo A Lawyer Writes Substack che la società dovrebbe accordarsi. Spiega: Considerato ciò che sostiene Brito, l'avvocato difficilmente rimarrà impressionato dall'affermazione della BBC secondo cui \"lo scopo del montaggio del filmato era quello di trasmettere il messaggio del discorso fatto dal presidente Trump in modo che il pubblico di Panorama potesse capire meglio come era stato accolto dai sostenitori del presidente Trump e cosa stava succedendo sul campo in quel momento\". Quindi la BBC farebbe bene a redigere una ritrattazione e delle scuse in termini che l'avvocato del presidente ritenga accettabili. Brito chiede anche che questo venga trasmesso con la stessa visibilità del programma originale. E la società dovrà pagare un risarcimento. George Peretz KC, presidente della Society of Labour Lawyers, dice su Bluesky, commentando il blog di Rozenberg, che la BBC potrebbe stare meglio con un approccio più robusto. Quindi al momento, nonostante l’articolo di @joshuarozenberg.bsky.social, mi chiedo se una risposta migliore della BBC non sarebbe quella Arkell v Pressdram. proftomcrick.com/2014/04/29/a... (Almeno nella misura in cui sta cercando qualcosa di più di scuse formali limitate all'errore evidente e un'offerta di risarcimento molto modesta.) Dopotutto, c'è il rischio di un pericoloso precedente qui. La BBC offenderà spesso i leader stranieri, alcuni peggiori di Trump. A volte commetterà errori di fatto nel riferirli. Cedere a Trump adesso, e chi dopo? Mark Stephens, un avvocato dei media, ha detto alla BBC Breakfast che un caso giudiziario potrebbe riflettersi negativamente su Trump. Ha detto: Ogni citazione schiacciante che ha mai pronunciato gli verrà riprodotta e ripresa – non un gran PR. Trump rischia di trasformare quella che attualmente è una P.",
      "image_url": "https://i.guim.co.uk/img/media/c17fac87af472e836d35ae2c69b137815e64b3a6/285_0_1346_1077/master/1346.jpg",
      "author": "Andrew Sparrow (trad. auto)",
      "published_at": "2025-11-11T21:34:46.251948",
      "collected_at": "2025-11-11T21:34:46.251978",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 10,
      "keywords": [
        "politics",
        "news",
        "it",
        "the guardian politics"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 79,
      "title": "L'hotel di Epping può continuare a ospitare i richiedenti asilo, secondo le regole dell'Alta Corte",
      "slug": "lhotel-di-epping-può-continuare-a-ospitare-i-richi",
      "url": "https://www.theguardian.com/uk-news/2025/nov/11/epping-hotel-asylum-seekers-high-court-bell-hotel",
      "summary": "Il consiglio locale non è riuscito a fermare l'uso del Bell Hotel nell'Essex, che è diventato un punto critico delle proteste quest'estate. I richiedenti asilo possono continuare a essere ospitati in un hotel dell'Essex che è diventato un punto caldo delle proteste anti-immigrazione durante l'estate, ha deciso l'alta corte. Gli avvocati del consiglio distrettuale locale avevano chiesto un'ingiunzione permanente contro l'attuale uso del Bell Hotel a Epping, sostenendo presso l'alta corte che si trattava di un \"terreno fertile per disordini e proteste\". Continua a leggere..",
      "content": "Local council unsuccessful in stopping use of Bell hotel in Essex, which became a flashpoint for protests this summerAsylum seekers can continue to be housed at an Essex hotel that became a flashpoint for anti-immigration protests during the summer, the high court has ruled.Lawyers for the local district council had sought a permanent injunction against the current use of the Bell hotel in Epping, arguing at the high court that it was a “feeding ground for unrest and protest”. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/87cfad8443230183d9bc83422fc0a657c8bbd298/0_0_5000_4000/master/5000.jpg",
      "author": "Ben Quinn (trad. auto)",
      "published_at": "2025-11-11T21:34:48.101511",
      "collected_at": "2025-11-11T21:34:48.101529",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "it",
        "the guardian politics"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 80,
      "title": "Il Regno Unito taglia di 150 milioni di sterline il contributo al fondo per l’AIDS, la tubercolosi e la malaria",
      "slug": "il-regno-unito-taglia-di-150-milioni-di-sterline-i",
      "url": "https://www.theguardian.com/politics/2025/nov/11/uk-cuts-contribution-aids-tuberculosis-malaria-fund",
      "summary": "Gli attivisti affermano che il taglio del 15%, inferiore a quanto temuto, costituisce una grave battuta d'arresto negli sforzi per combattere le malattie. Il Regno Unito ha tagliato del 15% il suo contributo a un fondo leader nella lotta alle malattie prevenibili, una decisione che ha sgomento i gruppi umanitari che affermavano che avrebbe portato a centinaia di migliaia di morti in più altrimenti prevenibili. promesso dal governo conservatore per la",
      "content": "Campaigners say 15% cut, which is smaller than had been feared, is serious setback in efforts to combat the diseasesThe UK has cut by 15% its contribution to a leading fund combating preventable diseases, a decision which has dismayed aid groups who said it would lead to hundreds of thousands more otherwise preventable deaths.The UK will commit £850m to the Global Fund to Fight Aids, Tuberculosis and Malaria for the 2027-29 period, against the £1bn pledged by the Conservative government for the last funding round. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/0a9bf5a9dc9b420cf2bddfd124e9a9d5c543fea4/720_0_7200_5760/master/7200.jpg",
      "author": "Peter Walker Senior political correspondent (trad. auto)",
      "published_at": "2025-11-11T21:34:50.081461",
      "collected_at": "2025-11-11T21:34:50.081481",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "it",
        "the guardian politics"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 81,
      "title": "“Non sarà mai perdonato”: il capo delle Nazioni Unite per il clima avverte il mondo di agire o affrontare il disastro",
      "slug": "“non-sarà-mai-perdonato”:-il-capo-delle-nazioni-un",
      "url": "https://www.theguardian.com/environment/2025/nov/10/it-will-never-be-forgiven-un-climate-chief-warns-world-to-act-or-face-disaster",
      "summary": "I governi vacillanti saranno accusati di carestie e conflitti all’estero, e dovranno affrontare stagnazione e inflazione in patria, afferma il capo del clima all’inizio della Cop30 Cop30: clicca qui per la copertura completa del Guardian sui colloqui sul clima in Brasile. I governi che non riusciranno a passare a un’economia a basse emissioni di carbonio saranno accusati di carestia e conflitti all’estero, e dovranno affrontare la stagnazione e l’aumento dell’inflazione in patria, ha avvertito lunedì il capo del clima delle Nazioni Unite all’inizio dei colloqui sul clima della Cop30. Simon Stiell, segretario esecutivo della t",
      "content": "I governi vacillanti saranno accusati di carestie e conflitti all’estero, e dovranno affrontare stagnazione e inflazione in patria, afferma il capo del clima all’inizio della Cop30 Cop30: clicca qui per la copertura completa del Guardian sui colloqui sul clima in Brasile. I governi che non riusciranno a passare a un’economia a basse emissioni di carbonio saranno accusati di carestia e conflitti all’estero, e dovranno affrontare la stagnazione e l’aumento dell’inflazione in patria, ha avvertito lunedì il capo del clima delle Nazioni Unite all’inizio dei colloqui sul clima della Cop30. Simon Stiell, segretario esecutivo della La convenzione quadro delle Nazioni Unite sui cambiamenti climatici si è rivolta a ministri e funzionari di alto rango provenienti da quasi 200 paesi, in un duro ritratto del prezzo del fallimento della crisi climatica. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/ea46a349a0edd41228ce2aa349aeb844b6bed0ed/131_0_1666_1333/master/1666.jpg",
      "author": "Fiona Harvey and Jonathan Watts in Belem (trad. auto)",
      "published_at": "2025-11-11T21:34:53.818201",
      "collected_at": "2025-11-11T21:34:53.818221",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 4,
      "keywords": [
        "nature",
        "news",
        "it",
        "the guardian environment"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 82,
      "title": "“Mi ha chiamato per dirmi che entrava acqua in casa” – Questo è il collasso climatico",
      "slug": "“mi-ha-chiamato-per-dirmi-che-entrava-acqua-in-cas",
      "url": "https://www.theguardian.com/environment/ng-interactive/2025/nov/11/water-coming-into-the-house-this-is-climate-breakdown",
      "summary": "Sua madre viveva nella stessa casa da 83 anni. Quando arrivarono le inondazioni, nessuno era pronto. Questa è la storia di Paul GilbertLuogo Chesterfield, Regno UnitoDisaster Storm Babet, 2023La madre di Paul Gilbert, Maureen, viveva a Chesterfield. Nel 2023, la tempesta Babet ha causato la morte di sette persone in tutto il Regno Unito, provocando l'evacuazione di oltre 10.000 persone dalle loro case e causando danni materiali per oltre 450 milioni di sterline. Le precipitazioni estreme sono più comuni e più intense a causa del deterioramento climatico causato dall’uomo nella maggior parte dei casi",
      "content": "Sua madre viveva nella stessa casa da 83 anni. Quando arrivarono le inondazioni, nessuno era pronto. Questa è la storia di Paul GilbertLuogo Chesterfield, Regno UnitoDisaster Storm Babet, 2023La madre di Paul Gilbert, Maureen, viveva a Chesterfield. Nel 2023, la tempesta Babet ha causato la morte di sette persone in tutto il Regno Unito, provocando l'evacuazione di oltre 10.000 persone dalle loro case e causando danni materiali per oltre 450 milioni di sterline. Le precipitazioni estreme sono più comuni e più intense a causa del collasso climatico causato dall’uomo in gran parte del mondo, e gli esperti hanno collegato parte dei danni causati dalla tempesta Babet alla crisi climatica. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/1e5cc86e474c520a3e48770243fa571f381ef654/707_0_4640_3712/master/4640.jpg",
      "author": "Paul Gilbert, as told to Sandra Laville (trad. auto)",
      "published_at": "2025-11-11T21:34:57.000692",
      "collected_at": "2025-11-11T21:34:57.000712",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 3,
      "keywords": [
        "nature",
        "news",
        "it",
        "the guardian environment"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 83,
      "title": "Le emissioni di CO2 della Cina sono rimaste stabili o in calo negli ultimi 18 mesi, secondo l’analisi",
      "slug": "le-emissioni-di-co2-della-cina-sono-rimaste-stabil",
      "url": "https://www.theguardian.com/world/2025/nov/11/china-co2-emissions-flat-or-falling-for-past-18-months-analysis-finds",
      "summary": "Il più grande inquinatore del mondo è sulla buona strada per raggiungere presto l’obiettivo del picco delle emissioni, ma manca l’obiettivo di ridurre l’intensità di carbonio Cop30: clicca qui per la copertura completa del Guardian sui colloqui sul clima in BrasileLe emissioni di anidride carbonica della Cina sono rimaste stabili o in calo per 18 mesi, rivela l’analisi, aggiungendo prova alla speranza che il più grande inquinatore del mondo sia riuscito a raggiungere il suo obiettivo di picco delle emissioni di CO2 ben prima del previsto. Rapidi aumenti nella diffusione della produzione di energia solare ed eolica – che è cresciuta di",
      "content": "Il più grande inquinatore del mondo è sulla buona strada per raggiungere presto l’obiettivo del picco di emissioni ma manca l’obiettivo di ridurre l’intensità di carbonio Cop30: clicca qui per la copertura completa del Guardian sui colloqui sul clima in Brasile Le emissioni di anidride carbonica della Cina sono rimaste stabili o in calo per 18 mesi, rivela l’analisi, aggiungendo prova alla speranza che il più grande inquinatore del mondo sia riuscito a raggiungere il suo obiettivo di picco di emissioni di CO2 ben prima del previsto. Rapidi aumenti nella diffusione della produzione di energia solare ed eolica – che sono cresciute rispettivamente del 46% e dell’11% nel terzo trimestre di quest’anno – ha fatto sì che le emissioni del settore energetico del Paese siano rimaste stabili, anche se la domanda di elettricità è aumentata. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/f973606225dde66d0ac6dabe8a8e0b0686f97a43/816_0_5053_4044/master/5053.jpg",
      "author": "Amy Hawkins Senior China correspondent (trad. auto)",
      "published_at": "2025-11-11T21:35:00.319930",
      "collected_at": "2025-11-11T21:35:00.319952",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 4,
      "keywords": [
        "nature",
        "news",
        "it",
        "the guardian environment"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 84,
      "title": "Perché il “pascolo collettivo” può aiutare a proteggere le vaste praterie del Senegal colpite dalla siccità",
      "slug": "perché-il-“pascolo-collettivo”-può-aiutare-a-prote",
      "url": "https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing",
      "summary": "Un progetto di rigenerazione si è mostrato presto promettente, con i pastori che sperano di poter ripristinare i pascoli degradati. Ibrahima Ka, vestito con fluenti vesti indaco, riunisce la sua mandria con quelle dei suoi vicini davanti a un tratto di pascolo rigoglioso e incontaminato. Il muggito, il sussulto e il calpestio di 350 mucche zebù impazienti dietro un perimetro di rete metallica segnano una rottura con secoli di tradizione pastorizia in Senegal, Africa occidentale. Invece di vagare liberamente per le vaste praterie del paese, i pastori radunano strettamente la mandria",
      "content": "Un progetto di rigenerazione si è mostrato presto promettente, con i pastori che sperano di poter ripristinare i pascoli degradati. Ibrahima Ka, vestito con fluenti vesti indaco, riunisce la sua mandria con quelle dei suoi vicini davanti a un tratto di pascolo rigoglioso e incontaminato. Il muggito, il sussulto e il calpestio di 350 mucche zebù impazienti dietro un perimetro di rete metallica segnano una rottura con secoli di tradizione pastorizia in Senegal, Africa occidentale. Invece di vagare liberamente per le vaste praterie del paese, i pastori raggruppano strettamente le mandrie, confinandole a pascolare in brevi e intensi periodi prima di essere spostate in un nuovo appezzamento. Ka, il capo villaggio di Thignol, sta guidando il primo progetto pilota di “pascolo mob” in Senegal, con l’obiettivo di imitare, su scala molto più piccola, il modo in cui gli gnu scorrono attraverso il Serengeti, muovendosi per proteggersi da leoni e ghepardi. L’idea che il pascolo intenso possa rigenerare le praterie anziché accelerarne il declino è stata controversa. Inizialmente, i sostenitori sostenevano che avrebbe potuto contribuire a risolvere la crisi climatica immagazzinando carbonio nelle praterie rigenerate, un’affermazione con poca base scientifica. Ma ci sono prove che il metodo possa aumentare la biodiversità e la salute delle praterie in aree aride come il Senegal. Continua a leggere...",
      "image_url": "https://i.guim.co.uk/img/media/1e7d15b03d5276126e6e2d8598240ecf72716f6f/806_0_5351_4283/master/5351.jpg",
      "author": "Jack Thompson (trad. auto)",
      "published_at": "2025-11-11T21:35:03.443963",
      "collected_at": "2025-11-11T21:35:03.443996",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 7,
      "keywords": [
        "nature",
        "news",
        "it",
        "the guardian environment"
      ],
      "language": "it",
      "original_language": "en"
    },
    {
      "id": 85,
      "title": "Aspettando lo tsunami: le sue grandi onde sono amate dai surfisti, ma questa città canadese è preparata al disastro",
      "slug": "aspettando-lo-tsunami:-le-sue-grandi-onde-sono-ama",
      "url": "https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics",
      "summary": "Come pianifichi un evento di cui non si conosce la tempistica? Per i residenti di Tofino, sull'isola di Vancouver, la minaccia è lontana, ma i segni di preparazione sono ovunqueJustin Goss era sotto la doccia quando ha sentito per la prima volta il lamento penetrante di una vicina sirena di allarme tsunami. Ancora fradicio, si indossò dei vestiti, afferrò il suo cane e corse al camion. La coppia ha percorso 3 metri e non oltre. \"L'intero parcheggio dall'altra parte della strada era intasato. Nel giro di tre minuti si è verificato un ingorgo completo\", ha spiegato.",
      "content": "How do you plan for an event whose timing is unknown? For residents of Tofino on Vancouver Island the threat is distant but signs of preparedness are everywhereJustin Goss was in the shower when he first heard the piercing wail of a nearby tsunami early-warning siren. Still dripping wet, he threw on clothes, grabbed his dog and rushed to the truck. The pair made it 3 metres and no further.“The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” he says. “I thought, ‘Oh shit, this is not good.’” Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/79a7c398cd7f13b2a3442332f7524df8d5f01b03/520_0_5200_4160/master/5200.jpg",
      "author": "Leyland Cecco in Tofino, British Columbia (trad. auto)",
      "published_at": "2025-11-11T21:35:06.561018",
      "collected_at": "2025-11-11T21:35:06.561044",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "nature",
        "news",
        "it",
        "the guardian environment"
      ],
      "language": "it",
      "original_language": "en"
    }
  ],
  "total": 85,
  "page": 1,
  "size": 85,
  "pages": 1,
  "updated_at": "2025-11-11T21:35:06.561072"
}