{
  "date": "2025-11-13",
  "digest": [
    {
      "category": "💻 Tecnologia",
      "articles": [
        {
          "title": "Siccità in Iran, Teheran potrebbe essere parzialmente evacuata se non dovesse piovere fino a dicembre",
          "description": "La capitale dell'Iran potrebbe dover essere evacuata se non arriveranno piogge entro dicembre. La crisi climatica ha aggravato la situazione di un paese già segnato da decenni di cattiva gestione dell"
        },
        {
          "title": "Educare al web per non temerlo, il successo dell'iniziativa Riprendiamoci l’Internet!",
          "description": "Genitori, insegnanti ed educatori hanno condiviso esperienze e strumenti per un uso più consapevole e costruttivo della rete nelle due giornate promosse da Hearts & Science all'Università Milano-Bicoc"
        },
        {
          "title": "Dreame Pocket Neo, la prova del piccolo asciugacapelli potente e silenzioso",
          "description": "A una frazione di prezzo del celebre Dyson Supersonic mette a disposizione un set completo e funzioni utili"
        },
        {
          "title": "La causa del lupus eritematoso sistemico è stata finalmente scoperta e si tratta di un virus che quasi tutti noi abbiamo latente",
          "description": "L'Ebv, il virus della mononucleosi, si nasconde principalmente nei linfociti B. Lo studio dei ricercatori della Stanford University"
        },
        {
          "title": "Ci vuole una strategia per portare l’intelligenza artificiale negli alberghi, ma in pochi lo hanno capito",
          "description": "Il settore dell’ospitalità sta adottando l’intelligenza artificiale con entusiasmo, ma spesso senza una strategia chiara. Molti hotel adottano strumenti AI in modo tattico, senza comprenderne le diffe"
        }
      ]
    },
    {
      "category": "🔬 Scienza",
      "articles": [
        {
          "title": "Conversational Agents for Building Energy Efficiency -- Advising Housing Cooperatives in Stockholm on Reducing Energy Consumption",
          "description": "arXiv:2511.08587v1 Announce Type: new Abstract: Housing cooperative is a common type of multifamily building ownership in Sweden. Although this ownership structure grants decision-making autonomy, it "
        },
        {
          "title": "Where did you get that? Towards Summarization Attribution for Analysts",
          "description": "arXiv:2511.08589v1 Announce Type: new Abstract: Analysts require attribution, as nothing can be reported without knowing the source of the information. In this paper, we will focus on automatic method"
        },
        {
          "title": "GMTRouter: Personalized LLM Router over Multi-turn User Interactions",
          "description": "arXiv:2511.08590v1 Announce Type: new Abstract: Large Language Model (LLM) routing has demonstrated strong capability in balancing response quality with computational cost. As users exhibit diverse pr"
        },
        {
          "title": "The Collective Turing Test: Large Language Models Can Generate Realistic Multi-User Discussions",
          "description": "arXiv:2511.08592v1 Announce Type: new Abstract: Large Language Models (LLMs) offer new avenues to simulate online communities and social media. Potential applications range from testing the design of "
        },
        {
          "title": "Knowledge Graph Analysis of Legal Understanding and Violations in LLMs",
          "description": "arXiv:2511.08593v1 Announce Type: new Abstract: The rise of Large Language Models (LLMs) offers transformative potential for interpreting complex legal frameworks, such as Title 18 Section 175 of the "
        }
      ]
    },
    {
      "category": "🤔 Filosofia",
      "articles": [
        {
          "title": "Primo via libera alla estensione della pena di morte in Israele",
          "description": "In Israele la pena di morte esisteva fin dalla sua nascita nel 1948, come esisteva precedentemente nella Palestina sotto mandato inglese. Fu abolita per la maggior parte dei reati nel 1954, rimanendo "
        },
        {
          "title": "Boualem Sansal torna in libertà",
          "description": "Boualem Sansal torna in libertà. È una bellissima notizia, una notizia che riempie il cuore di gioia. Con la speranza che il cedimento del governo dittatoriale algerino non sia legato a un aggravarsi "
        },
        {
          "title": "Il mito della metropoli e la cecità italiana",
          "description": "La squallida vicenda della “grattacielopoli milanese” potrebbe derubricarsi marxianamente nell’ampio repertorio delle contraddizioni del capitalismo, dato che anche qui l’accumulo del plusvalore esasp"
        },
        {
          "title": "Dentro Gaza e la sua storia. Due libri di Jean-Pierre Filiu",
          "description": "Niente mi aveva preparato (edizioni Altrecose, 2025) di Jean-Pierre Filiu è un libro eccezionale e, per certi e peculiari versi, tragicamente ordinario. Eccezionale perché si tratta praticamente dell’"
        },
        {
          "title": "Paolo Berizzi: “CasaPound coperta per anni dalle istituzioni”",
          "description": "L’uscita di Il libro segreto di CasaPound (Fuoriscena, 2025) di Paolo Berizzi non è passata inosservata e non solo per il successo dell’operazione editoriale. Il movimento neofascista romano ha infatt"
        }
      ]
    },
    {
      "category": "🔒 Cybersecurity",
      "articles": [
        {
          "title": "ThreatsDay Bulletin: Cisco 0-Days, AI Bug Bounties, Crypto Heists, State-Linked Leaks and 20 More Stories",
          "description": "Behind every click, there’s a risk waiting to be tested. A simple ad, email, or link can now hide something dangerous. Hackers are getting smarter, using new tools to sneak past filters and turn trust"
        },
        {
          "title": "CISA Flags Critical WatchGuard Fireware Flaw Exposing 54,000 Fireboxes to No-Login Attacks",
          "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Wednesday added a critical security flaw impacting WatchGuard Fireware to its Known Exploited Vulnerabilities (KEV) catalog, based o"
        },
        {
          "title": "Over 67,000 Fake npm Packages Flood Registry in Worm-Like Spam Attack",
          "description": "Cybersecurity researchers are calling attention to a large-scale spam campaign that has flooded the npm registry with thousands of fake packages since early 2024 as part of a likely financially motiva"
        },
        {
          "title": "Google Sues China-Based Hackers Behind $1 Billion Lighthouse Phishing Platform",
          "description": "Google has filed a civil lawsuit in the U.S. District Court for the Southern District of New York (SDNY) against China-based hackers who are behind a massive Phishing-as-a-Service (PhaaS) platform cal"
        },
        {
          "title": "Amazon Uncovers Attacks Exploited Cisco ISE and Citrix NetScaler as Zero-Day Flaws",
          "description": "Amazon's threat intelligence team on Wednesday disclosed that it observed an advanced threat actor exploiting two then-zero-day security flaws in Cisco Identity Service Engine (ISE) and Citrix NetScal"
        }
      ]
    },
    {
      "category": "🤖 Intelligenza Artificiale",
      "articles": [
        {
          "title": "Elon Musk’s Grok AI briefly says Trump won 2020 presidential election",
          "description": "Chatbot in the past made claims of a ‘white genocide’, pushed antisemitism and referred to itself as ‘MechaHitler’Elon Musk’s Grok chatbot generated false claims this week that Donald Trump won the 20"
        },
        {
          "title": "Anthropic announces $50bn plan for datacenter construction in US",
          "description": "AI startup behind Claude chatbot working with London-based Fluidstack on building vast new computing facilitiesArtificial intelligence company Anthropic announced a $50bn investment in computing infra"
        },
        {
          "title": "Tech companies and UK child safety agencies to test AI tools’ ability to create abuse images",
          "description": "New law will allow technology to be examined and ensure tools have safeguards to stop creation of materialTech companies and child protection agencies will be given the power to test whether artificia"
        },
        {
          "title": "Did Your Health Insurance Claim Get Denied? AI Might Be the Culprit -- and the Fix",
          "description": "A North Carolina startup is leveraging artificial intelligence to generate personalized, clinically validated medical appeal letters that improve patient outcomes."
        },
        {
          "title": "Weibo's new open source AI model VibeThinker-1.5B outperforms DeepSeek-R1 on $7,800 post-training budget",
          "description": "Another day in late 2025, another impressive result from a Chinese company in open source artificial intelligence.Chinese social networking company Weibo's AI division recently released its open sourc"
        }
      ]
    },
    {
      "category": "💡 Innovazione",
      "articles": [
        {
          "title": "Onirism, non mettetevi tra Carol e il suo peluche Bunbun",
          "description": "I bambini brillano per fantasia. In alcuni casi riescono a immaginarsi mondi fantastici in cui viaggiare. Come nel caso di Carol, protagonista del videogioco Onirism sviluppato dalla software house in"
        },
        {
          "title": "Startup e aziende, imparate a misurare la gentilezza",
          "description": "Viviamo in un’epoca paradossale. Mai così connessi, mai così aggressivi. Scrolliamo feed saturi di indignazione, risentimento, polarizzazione. Una rete fatta di haters per un tempo nel quale – come ha"
        },
        {
          "title": "Steam Machine, Valve riprova a sfondare nel mondo delle console presidiato da Sony e Nintendo",
          "description": "Se Microsoft sembra meno convinta di restare nell’ambito delle console da salotto, Valve, dopo l’incursione nel settore delle piattaforme handheld con Steam Deck decide di irrompere nel comparto, sfid"
        },
        {
          "title": "Tutto su Bianco Ventures, il venture builder per startup deep tech nei settori lusso, moda e retail",
          "description": "GELLIFY, Deloitte e Arad hanno annunciato il lancio di Bianco Ventures, il venture builder pensato per accelerare l’innovazione nel settore del lusso e della moda. Saranno selezionate per cominciare s"
        },
        {
          "title": "Il caso del progetto scientifico di una startup battezzato con lo stesso nome di una sex worker di OnlyFans. Errore clamoroso o trovata di marketing?",
          "description": "Ingenuità o astuzia? Difficile dirlo, ma possiamo dare il beneficio del dubbio e credere al Ceo di Inference, Sam Hogan, che nei giorni scorsi ha battezzato una nuova iniziativa in ambito scientifico "
        }
      ]
    },
    {
      "category": "🎨 Cultura",
      "articles": [
        {
          "title": "La Cassazione smonta l’impianto accusatorio della Procura di Milano sull’urbanistica",
          "description": "La Corte di Cassazione ha confermato i provvedimenti con cui il Tribunale del Riesame aveva revocato, per assenza di indizi sulla presunta corruzione nell’ambito dell’urbanistica milanese, gli arresti"
        },
        {
          "title": "Le interviste false a Falcone e Borsellino",
          "description": "Il dibattito sul prossimo referendum sulla separazione delle carriere si sta trasformando nel ritratto del Paese che siamo dove la mistificazione della realtà inonda il merito delle cose. Così capita "
        },
        {
          "title": "Le dimissioni dei due ministri ucraini coinvolti nell’inchiesta sull’Energoatom",
          "description": "In Ucraina si allarga lo scandalo Energoatom, l’azienda statale che gestisce le centrali nucleari attive nel Paese. In un video pubblicato sui social, il presidente Volodymyr Zelensky ha detto che «il"
        },
        {
          "title": "A destra s’insinua l’idea che pure i nazisti siano un po’ antisemiti",
          "description": "Mentre in Italia alcuni esponenti del centrodestra cominciavano a prendere le distanze dalle parole del generale Roberto Vannacci sulla squisita correttezza procedurale con cui il fascismo avrebbe pre"
        },
        {
          "title": "L’articolo di Bill Gates sul clima è un assist per la destra riduzionista",
          "description": "Dalla newsletter settimanale di Greenkiesta (ci si iscrive qui) – La conseguenza climaticamente più pericolosa del ritorno di Donald Trump alla Casa Bianca non è la dismissione delle politiche energet"
        }
      ]
    },
    {
      "category": "⚽ Sport",
      "articles": [
        {
          "title": "The 100 greatest men’s Ashes cricketers of all time: 100-11",
          "description": "Sport’s famous rivalry began in 1877 and since then 853 men have featured in Australia v England Tests. But who are the best? Our four-day countdown continues with Nos 100-11Read about the 51 judges a"
        },
        {
          "title": "Ashes injury scare for England with Mark Wood in hospital for scan on hamstring",
          "description": "Tourists endure chilling start in only warm-up matchFellow quick Carse missed game with stomach issuesEngland endured the most chilling of starts to their Ashes warm-up with a potential injury to Mark"
        },
        {
          "title": "Anthony Joshua set to face Jake Paul in December heavyweight bout",
          "description": "Joshua and Paul finalizing December boutFight expected in Miami on 19 or 26 DecemberNetflix to announce matchup on MondayAnthony Joshua and Jake Paul are finalizing a deal to meet in a heavyweight fig"
        },
        {
          "title": "Alexander-Arnold is marginalised in Madrid but may not need a cult of Trent | Jonathan Liew",
          "description": "On the bench in Madrid and out of the England squad, the full-back has no one to fight his corner – so will have to do it himself“He chose to start from zero. To keep showing up, day by day. It was ab"
        },
        {
          "title": "FA pushes for new tournament qualifying format amid fears process is stale",
          "description": "Champions League-style model among the optionsDynamic pricing ruled out for Euro 2028 ticketsThe Football Association has thrown its weight behind plans to revamp the European qualifying format for ma"
        }
      ]
    },
    {
      "category": "🌍 Natura & Ambiente",
      "articles": [
        {
          "title": "World still on track for catastrophic 2.6C temperature rise, report finds",
          "description": "Fossil fuel emissions have hit a record high while many nations have done too little to avert deadly global heatingThe world is still on track for a catastrophic 2.6C increase in temperature as countr"
        },
        {
          "title": "‘There’s fire all around us, this is it’ – This is climate breakdown",
          "description": "Working with jaguars in Brazil’s Pantanal was a huge source of joy. But the wildfires are getting worse. This is Abbie’s storyLocation Pantanal, BrazilDisaster Wildfires, a number of yearsAbbie Martin"
        },
        {
          "title": "Fossil fuel projects around the world threaten the health of 2bn people",
          "description": "Exclusive: ‘Deep-rooted injustices’ affect billions of people due to location of wells, pipelines and other infrastructureA quarter of the world’s population lives within three miles (5km) of operatio"
        },
        {
          "title": "Country diary: Feeding frenzies really live up to their name | Mary Montague",
          "description": "Tyrella Beach, County Down: The surface of the sea is churning with desperate fish and hungry seabirds. This is life and death down the end of a telescopeOut to sea there is a squadron of juvenile gre"
        },
        {
          "title": "A jester in the jungle: my quest to see a baby harpy eagle",
          "description": "I had always wanted to see one and on a trek in Guyana there he was, his appearance quite bizarreSeeing a special bird can take enormous effort, as I discovered recently on a quest in the jungles of G"
        }
      ]
    },
    {
      "category": "💼 Business & Economia",
      "articles": [
        {
          "title": "Da Google Cloud un piano per sbloccare 1.200 mld di euro di crescita guidata dall’AI",
          "description": "Il report, realizzato con Implement Consulting Group, invita i leader europei a colmare il “cloud gap” con investimenti massicci e regole unificate. L’obiettivo: triplicare la capacità dei data center"
        },
        {
          "title": "AI e ricerca scientifica: il rischio “articoli ritirati” si annida nei chatbot",
          "description": "Studi recenti mostrano che strumenti di intelligenza artificiale, da ChatGPT ad applicazioni specializzate per la ricerca, utilizzano contenuti tratti da articoli scientifici ritirati. Una falla che m"
        },
        {
          "title": "Procurement: ecco l’agente AI per la qualifica dei fornitori della multinazionale De Nora",
          "description": "La multinazionale dell’elettrochimica comprende 24 società operative in dieci Paesi e cinque centri di ricerca e sviluppo tra Italia, Stati Uniti e Giappone. Collegata a un’ampia e articolata rete di "
        },
        {
          "title": "Il Consiglio Nazionale Forense prepara la prima piattaforma AI per l’avvocatura italiana",
          "description": "Un ecosistema di servizi intelligenti per supportare 230mila avvocati. Il CNF ha avviato la consultazione di mercato per un progetto strategico di trasformazione digitale della professione legale L'ar"
        },
        {
          "title": "IBM Quantum Nighthawk, processore da 120 qubit e fino a 5000 operazioni entangled",
          "description": "“Nighthawk” è un processore che inaugura una nuova era del calcolo quantistico. Progettato per circuiti fino al 30% più complessi. Progressi anche nei software (Qiskit) e nell’errore correzione; obiet"
        }
      ]
    },
    {
      "category": "🏥 Salute",
      "articles": [
        {
          "title": "Marianne Rigge obituary",
          "description": "As director of the College of Health, Marianne Rigge sought to influence NHS doctors to put the needs of patients at the centre of treatment and care decisions"
        },
        {
          "title": "Ed Miliband urges Labour to move on after Starmer apologises to Streeting for hostile briefings from No 10 – UK politics live",
          "description": "Fallout from extraordinary briefing operation against Wes Streeting continues as calls grow for Starmer to sack his chief of staff Morgan McSweeneyPA Media has more on what the monthly performance fig"
        },
        {
          "title": "Deaths linked to antibiotic-resistant superbugs rose 17% in England in 2024",
          "description": "Data also shows an average of nearly 400 newly reported cases of antibiotic-resistant infections a week last yearThe number of deaths linked to superbugs that do not respond to frontline antibiotics i"
        },
        {
          "title": "High blood pressure rates in children nearly doubled in 20 years, global review finds",
          "description": "Poor diet, inactivity and obesity believed to have caused hypertension for millions of under-19s around the worldThe rate of children and teenagers living with high blood pressure globally has nearly "
        },
        {
          "title": "Epstein-Barr virus appears to be trigger of lupus disease, say scientists",
          "description": "Connection of near-ubiquitous EBV to autoimmune disease affecting about 1 in 1,000 people may spur hunt for vaccineA common childhood virus appears to be the trigger for the autoimmune disease lupus, "
        }
      ]
    },
    {
      "category": "🏛️ Politica",
      "articles": [
        {
          "title": "Von der Leyen, 'l'offensiva di inverno di Putin fallirà'",
          "description": "'Decisivo per il futuro della guerra, saremo all'altezza'"
        },
        {
          "title": "Coloni incendiano moschea in Cisgiordania, minacce all'Idf",
          "description": "Danni all'edificio e copie del Corano bruciate, aperta indagine"
        },
        {
          "title": "Parigi, 'la minaccia terrorista in Francia ancora molto elevata'",
          "description": "Ministro a 10 anni da Bataclan: 'Sventati 6 attacchi in 2025'"
        },
        {
          "title": "Media, 'Epstein si offrì ai russi come mediatore presso Trump'",
          "description": "Politico, email a Jagland: 'possono ottenere informazioni da me'"
        },
        {
          "title": "Cina, 'la premier nipponica ritratti i giudizi su Taiwan'",
          "description": "'Nostra dura reazione con azioni militari pro-Taipei di Tokyo'"
        }
      ]
    }
  ]
}