{
  "items": [
    {
      "id": 1,
      "title": "The Download: how to survive a conspiracy theory, and moldy cities",
      "slug": "the-download:-how-to-survive-a-conspiracy-theory-a",
      "url": "https://www.technologyreview.com/2025/11/12/1127881/the-download-how-to-survive-a-conspiracy-theory-and-moldy-cities/",
      "summary": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. What it’s like to be in the middle of a conspiracy theory (according to a conspiracy theory expert) —Mike Rothschild is a journalist and an expert on the growth and impact of conspiracy theories and disinformation.It’s something of a familiar cycle by now: Tragedy hits; rampant misinformation and conspiracy theories follow. It’s often even more acute in the case of a natural disaster, when conspiracy theories about what “really” caused the calamity run right",
      "content": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. What it’s like to be in the middle of a conspiracy theory (according to a conspiracy theory expert) —Mike Rothschild is a journalist and an expert on the growth and impact of conspiracy theories and disinformation.It’s something of a familiar cycle by now: Tragedy hits; rampant misinformation and conspiracy theories follow. It’s often even more acute in the case of a natural disaster, when conspiracy theories about what “really” caused the calamity run right into culture-war-driven climate change denialism. Put together, these theories obscure real causes while elevating fake ones.I’ve studied these ideas extensively, having spent the last 10 years writing about conspiracy theories and disinformation as a journalist and researcher. I’ve covered everything from the rise of QAnon to whether Donald Trump faked his assassination attempt. I’ve written three books, testified to Congress, and even written a report for the January 6th Committee. Still, I’d never lived it. Not until my house in Altadena, California, burned down. Read the full story. This story is part of MIT Technology Review’s series “The New Conspiracy Age,” on how the present boom in conspiracy theories is reshaping science and technology. Check out the rest of the series here. It’s also featured in this week’s MIT Technology Review Narrated podcast, which we publish each week on Spotify and Apple Podcasts. If you’d like to hear more from Mike, he’ll be joining our features editor Amanda Silverman and executive editor Niall Firth for a subscriber-exclusive Roundtable conversation exploring how we can survive in the age of conspiracies. It’s at 1pm ET on Thursday November 20—register now to join us! This startup thinks slime mold can help us design better cities It is a yellow blob with no brain, yet some researchers believe a curious organism known as slime mold could help us build more resilient cities.Humans have been building cities for 6,000 years, but slime mold has been around for 600 million. The team behind a new startup called Mireta wants to translate the organism’s biological superpowers into algorithms that might help improve transit times, alleviate congestion, and minimize climate-related disruptions in cities worldwide. Read the full story. —Elissaveta M. Brandon This story is from the latest print issue of MIT Technology Review magazine, which is full of fascinating stories about our bodies. If you haven’t already, subscribe now to receive future issues once they land. The must-reads I’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology. 1 US government officials are skipping COP30And American corporate executives are following their lead. (NYT $)+ Protestors stormed the climate talks in Brazil. (The Guardian)+ Gavin Newsom took aim at Donald Trump’s climate policies onstage. (FT $) 2 The UK may assess AI models for their ability to generate CSAMIts government has suggested amending a legal bill to enable the tests. (BBC)+ US investigators are using AI to detect child abuse images made by AI. (MIT Technology Review) 3 Google is suing a group of Chinese hackersIt claims they’re selling software to enable criminal scams. (FT $)+ The group allegedly sends colossal text message phishing attacks. (CBS News)4 A major ‘cryptoqueen’ criminal has been jailedQian Zhimin used money stolen from Chinese pensioners to buy cryptocurrency now worth billions. (BBC)+ She defrauded her victims through an elaborate ponzi scheme. (CNN) 5 Carbon capture’s creators fear it’s being misusedOverreliance on the method could breed overconfidence and cause countries to delay reducing emissions. (Bloomberg $)+ Big Tech’s big bet on a controversial carbon removal tactic. (MIT Technology Review) 6 The UK will use AI to phase out animal testing3D bioprinted human tissues could also help to speed up the process. (The Guardian)+ But the AI boom is looking increasingly precarious. (WSJ $) 7 Louisiana is dealing with a whooping cough outbreakTwo infants have died to date from the wholly preventative disease. (Undark) 8 Here’s how ordinary people use ChatGPTEmotional support and discussions crop up regularly.(WP $)+ It’s surprisingly easy to stumble into a relationship with an AI chatbot. (MIT Technology Review) 9 Inside the search for lost continentsA newly-discovered mechanism is shedding light on why they may have vanished. (404 Media)+ How environmental DNA is giving scientists a new way to understand our world. (MIT Technology Review) 10 AI is taking Gen Z’s entry-level jobsEspecially in traditionally graduate-friendly consultancies. (NY Mag $)+ What the Industrial Revolution can teach us about how to handle AI. (Knowable Magazine)+ America’s corporate boards are stumbling in the dark. (WSJ $) Quote of the day “We can’t eat money.” —Nato, an Indigenous leader from the Tupinam",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/11/image_892899.png",
      "author": "Rhiannon Williams",
      "published_at": "2025-11-13T02:21:15.547006",
      "collected_at": "2025-11-13T02:21:15.547076",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 25,
      "keywords": [
        "technology",
        "news",
        "en",
        "mit technology review"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 2,
      "title": "Improving VMware migration workflows with agentic AI",
      "slug": "improving-vmware-migration-workflows-with-agentic-",
      "url": "https://www.technologyreview.com/2025/11/12/1124919/improving-vmware-migration-workflows-with-agentic-ai/",
      "summary": "For years, many chief information officers (CIOs) looked at VMware-to-cloud migrations with a wary pragmatism. Manually mapping dependencies and rewriting legacy apps mid-flight was not an enticing, low-lift proposition for enterprise IT teams. But the calculus for such decisions has changed dramatically in a short period of time. Following recent VMware licensing changes, organizations are seeing greater uncertainty around the platform’s future. At the same time, cloud-native innovation is accelerating. According to the CNCF’s 2024 Annual Survey, 89% of organizations have already adopted at l",
      "content": "For years, many chief information officers (CIOs) looked at VMware-to-cloud migrations with a wary pragmatism. Manually mapping dependencies and rewriting legacy apps mid-flight was not an enticing, low-lift proposition for enterprise IT teams. But the calculus for such decisions has changed dramatically in a short period of time. Following recent VMware licensing changes, organizations are seeing greater uncertainty around the platform’s future. At the same time, cloud-native innovation is accelerating. According to the CNCF’s 2024 Annual Survey, 89% of organizations have already adopted at least some cloud-native techniques, and the share of companies reporting nearly all development and deployment as cloud-native grew sharply from 2023 to 2024 (20% to 24%). And market research firm IDC reports that cloud providers have become top strategic partners for generative AI initiatives. DOWNLOAD THE ARTICLE This is all happening amid escalating pressure to innovate faster and more cost-effectively to meet the demands of an AI-first future. As enterprises prepare for that inevitability, they are facing compute demands that are difficult, if not prohibitively expensive, to maintain exclusively on-premises. Download the full article. This content was produced by Insights, the custom content arm of MIT Technology Review. It was not written by MIT Technology Review’s editorial staff. This content was researched, designed, and written by human writers, editors, analysts, and illustrators. This includes the writing of surveys and collection of data for surveys. AI tools that may have been used were limited to secondary production processes that passed thorough human review.",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/10/EPAM-Landing-Page-Card-1.png",
      "author": "MIT Technology Review Insights",
      "published_at": "2025-11-13T02:21:15.547468",
      "collected_at": "2025-11-13T02:21:15.547474",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 8,
      "keywords": [
        "technology",
        "news",
        "en",
        "mit technology review"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 3,
      "title": "The Download: surviving extreme temperatures, and the big whale-wind turbine conspiracy",
      "slug": "the-download:-surviving-extreme-temperatures-and-t",
      "url": "https://www.technologyreview.com/2025/11/11/1127866/the-download-surviving-extreme-temperatures-and-the-big-whale-wind-turbine-conspiracy/",
      "summary": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. The quest to find out how our bodies react to extreme temperatures Climate change is subjecting vulnerable people to temperatures that push their limits. In 2023, about 47,000 heat-related deaths are believed to have occurred in Europe. Researchers estimate that climate change could add an extra 2.3 million European heat deaths this century. That’s heightened the stakes for solving the mystery of just what happens to bodies in extreme conditions.While we bro",
      "content": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. The quest to find out how our bodies react to extreme temperatures Climate change is subjecting vulnerable people to temperatures that push their limits. In 2023, about 47,000 heat-related deaths are believed to have occurred in Europe. Researchers estimate that climate change could add an extra 2.3 million European heat deaths this century. That’s heightened the stakes for solving the mystery of just what happens to bodies in extreme conditions.While we broadly know how people thermoregulate, the science of keeping warm or cool is mottled with blind spots. Researchers around the world are revising rules about when extremes veer from uncomfortable to deadly. Their findings change how we should think about the limits of hot and cold—and how to survive in a new world. Read the full story. —Max G.Levy This story is from the latest print issue of MIT Technology Review magazine, which is full of fascinating stories about the body. If you haven’t already, subscribe now to receive future issues once they land. Whales are dying. Don’t blame wind turbines. Whale deaths have become a political flashpoint. There are currently three active mortality events for whales in the Atlantic, meaning clusters of deaths that experts consider unusual. And Republican lawmakers, conservative think tanks, and—most notably—President Donald Trump (a longtime enemy of wind power) are making dubious claims that offshore wind farms are responsible.But any finger-pointing at wind turbines for whale deaths ignores the fact that whales have been washing up on beaches since long before the giant machines were rooted in the ocean floor. This is something that has always happened. And the scientific consensus is clear: There’s no evidence that wind farms are the cause of recent increases in whale deaths. Read the full story. —Casey Crownhart This story is part of MIT Technology Review’s series “The New Conspiracy Age,” on how the present boom in conspiracy theories is reshaping science and technology. Check out the rest of the series here. The State of AI: Energy is king, and the US is falling behind In the age of AI, the biggest barrier to progress isn’t money but energy. That should be particularly worrying in the US, where massive data centers are waiting to come online. It doesn’t look as if the country will build the steady power supply or infrastructure needed to serve them all.It wasn’t always like this. For about a decade before 2020, data centers were able to offset increased demand with efficiency improvements. Now, though, electricity demand is ticking up in the US, with billions of queries to popular AI models each day—and efficiency gains aren’t keeping pace.If we want AI to have the chance to deliver on big promises without driving electricity prices sky-high for the rest of us, the US needs to learn some lessons from the rest of the world on energy abundance. Just look at China. Read the full story. —Casey Crownhart & Pilita Clark This is from The State of AI, our subscriber-only collaboration between the Financial Times & MIT Technology Review examining the ways in which AI is reshaping global power.Every Monday for the next four weeks, writers from both publications will debate one aspect of the generative AI revolution reshaping global power. While subscribers to The Algorithm, our weekly AI newsletter, get access to an extended excerpt, subscribers to the magazine are able to read the whole thing. Sign up here to receive future editions every Monday. The must-reads I’ve combed the internet to find you today’s most fun/important/scary/fascinating stories about technology. 1 How China narrowed its AI divide with the USAmerica still has a clear lead—but for how long? (WSJ $)+ The AI boom won’t offset tariffs and America’s immigration crackdown forever. (FT $)+ How quickly is AI likely to progress really? (Economist $)+ Is China about to win the AI race? (MIT Technology Review) 2 Anthropic is due to turn a profit much faster than OpenAIThe two companies are taking very different approaches to making money. (WSJ $)+ OpenAI has lured Intel’s AI chief away. (Bloomberg $) 3 The EU is setting up a new intelligence sharing unitIt’s a bid to shore up intel in the wake of Donald Trump’s plans to reduce security support for Europe. (FT $) 4 Trump officials are poised to suggest oil drilling off the coast of CaliforniaThat’s likely to rile the state’s politicians and leaders. (WP $)+ What role should oil and gas companies play in climate tech? (MIT Technology Review) 5 America’s cyber defenses are poorRepeated cuts and mass layoffs are making it harder to protect the nation. (The Verge) 6 China is on track to hit its peak CO2 emissions target earlyAlthough it’s likely to miss its goal for cutting carbon intensity. (The Guardian)+ World leaders are heading to COP30 in Brazil this week. (New Yorker $) 7 O",
      "image_url": "https://s.w.org/images/core/emoji/16.0.1/72x72/23f0.png",
      "author": "Rhiannon Williams",
      "published_at": "2025-11-13T02:21:15.550040",
      "collected_at": "2025-11-13T02:21:15.550057",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 25,
      "keywords": [
        "technology",
        "news",
        "en",
        "mit technology review"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 4,
      "title": "The State of AI: Energy is king, and the US is falling behind",
      "slug": "the-state-of-ai:-energy-is-king-and-the-us-is-fall",
      "url": "https://www.technologyreview.com/2025/11/10/1126805/the-state-of-ai-energy-is-king-and-the-us-is-falling-behind/",
      "summary": "Welcome back to The State of AI, a new collaboration between the Financial Times and MIT Technology Review. Every Monday, writers from both publications debate one aspect of the generative AI revolution and how it is reshaping global power. This week, Casey Crownhart, senior reporter for energy at MIT Technology Review and Pilita Clark, FT’s columnist, consider how China’s rapid renewables buildout could help it leapfrog on AI progress. Casey Crownhart writes: In the age of AI, the biggest barrier to progress isn’t money but energy. That should be particularly worrying here in the US, where ma",
      "content": "Welcome back to The State of AI, a new collaboration between the Financial Times and MIT Technology Review. Every Monday, writers from both publications debate one aspect of the generative AI revolution and how it is reshaping global power. This week, Casey Crownhart, senior reporter for energy at MIT Technology Review and Pilita Clark, FT’s columnist, consider how China’s rapid renewables buildout could help it leapfrog on AI progress. Casey Crownhart writes: In the age of AI, the biggest barrier to progress isn’t money but energy. That should be particularly worrying here in the US, where massive data centers are waiting to come online, and it doesn’t look as if the country will build the steady power supply or infrastructure needed to serve them all. It wasn’t always like this. For about a decade before 2020, data centers were able to offset increased demand with efficiency improvements. Now, though, electricity demand is ticking up in the US, with billions of queries to popular AI models each day—and efficiency gains aren’t keeping pace. With too little new power capacity coming online, the strain is starting to show: Electricity bills are ballooning for people who live in places where data centers place a growing load on the grid. If we want AI to have the chance to deliver on big promises without driving electricity prices sky-high for the rest of us, the US needs to learn some lessons from the rest of the world on energy abundance. Just look at China. China installed 429 GW of new power generation capacity in 2024, more than six times the net capacity added in the US during that time. China still generates much of its electricity with coal, but that makes up a declining share of the mix. Rather, the country is focused on installing solar, wind, nuclear, and gas at record rates. The US, meanwhile, is focused on reviving its ailing coal industry. Coal-fired power plants are polluting and, crucially, expensive to run. Aging plants in the US are also less reliable than they used to be, generating electricity just 42% of the time, compared with a 61% capacity factor in 2014. It’s not a great situation. And unless the US changes something, we risk becoming consumers as opposed to innovators in both energy and AI tech. Already, China earns more from exporting renewables than the US does from oil and gas exports. Building and permitting new renewable power plants would certainly help, since they’re currently the cheapest and fastest to bring online. But wind and solar are politically unpopular with the current administration. Natural gas is an obvious candidate, though there are concerns about delays with key equipment. One quick fix would be for data centers to be more flexible. If they agreed not to suck electricity from the grid during times of stress, new AI infrastructure might be able to come online without any new energy infrastructure. One study from Duke University found that if data centers agree to curtail their consumption just 0.25% of the time (roughly 22 hours over the course of the year), the grid could provide power for about 76 GW of new demand. That’s like adding about 5% of the entire grid’s capacity without needing to build anything new. But flexibility wouldn’t be enough to truly meet the swell in AI electricity demand. What do you think, Pilita? What would get the US out of these energy constraints? Is there anything else we should be thinking about when it comes to AI and its energy use? Pilita Clark responds: I agree. Data centers that can cut their power use at times of grid stress should be the norm, not the exception. Likewise, we need more deals like those giving cheaper electricity to data centers that let power utilities access their backup generators. Both reduce the need to build more power plants, which makes sense regardless of how much electricity AI ends up using. This is a critical point for countries across the world, because we still don’t know exactly how much power AI is going to consume. Forecasts for what data centers will need in as little as five years’ time vary wildly, from less than twice today’s rates to four times as much. This is partly because there’s a lack of public data about AI systems’ energy needs. It’s also because we don’t know how much more efficient these systems will become. The US chip designer Nvidia said last year that its specialized chips had become 45,000 times more energy efficient over the previous eight years. Moreover, we have been very wrong about tech energy needs before. At the height of the dot-com boom in 1999, it was erroneously claimed that the internet would need half the US’s electricity within a decade—necessitating a lot more coal power. Still, some countries are clearly feeling the pressure already. In Ireland, data centers chew up so much power that new connections have been restricted around Dublin to avoid straining the grid. Some regulators are eyeing new rules forcing tech companies to provide enough power generation t",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/10/4c1e48f3-a8d9-fed3-bfeb-c686add0bb5d.png",
      "author": "Casey Crownhart and Pilita Clark",
      "published_at": "2025-11-13T02:21:15.551284",
      "collected_at": "2025-11-13T02:21:15.551293",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "technology",
        "news",
        "en",
        "mit technology review"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 5,
      "title": "Reimagining cybersecurity in the era of AI and quantum",
      "slug": "reimagining-cybersecurity-in-the-era-of-ai-and-qua",
      "url": "https://www.technologyreview.com/2025/11/10/1127774/reimagining-cybersecurity-in-the-era-of-ai-and-quantum/",
      "summary": "AI and quantum technologies are dramatically reconfiguring how cybersecurity functions, redefining the speed and scale with which digital defenders and their adversaries can operate. The weaponization of AI tools for cyberattacks is already proving a worthy opponent to current defenses. From reconnaissance to ransomware, cybercriminals can automate attacks faster than ever before with AI. This includes using generative AI to create social engineering attacks at scale, churning out tens of thousands of tailored phishing emails in seconds, or accessing widely available voice cloning software cap",
      "content": "AI and quantum technologies are dramatically reconfiguring how cybersecurity functions, redefining the speed and scale with which digital defenders and their adversaries can operate. The weaponization of AI tools for cyberattacks is already proving a worthy opponent to current defenses. From reconnaissance to ransomware, cybercriminals can automate attacks faster than ever before with AI. This includes using generative AI to create social engineering attacks at scale, churning out tens of thousands of tailored phishing emails in seconds, or accessing widely available voice cloning software capable of bypassing security defenses for as little as a few dollars. And now, agentic AI raises the stakes by introducing autonomous systems that can reason, act, and adapt like human adversaries. But AI isn’t the only force shaping the threat landscape. Quantum computing has the potential to seriously undermine current encryption standards if developed unchecked. Quantum algorithms can solve the mathematical problems underlying most modern cryptography, particularly public-key systems like RSA and Elliptic Curve, widely used for secure online communication, digital signatures, and cryptocurrency. “We know quantum is coming. Once it does, it will force a change in how we secure data across everything, including governments, telecoms, and financial systems,” says Peter Bailey, senior vice president and general manager of Cisco’s security business. “Most organizations are understandably focused on the immediacy of AI threats,” says Bailey. “Quantum might sound like science fiction, but those scenarios are coming faster than many realize. It’s critical to start investing now in defenses that can withstand both AI and quantum attacks.” Critical to this defense is a zero trust approach to cybersecurity, which assumes no user or device can be inherently trusted. By enforcing continuous verification, zero trust enables constant monitoring and ensures that any attempts to exploit vulnerabilities are quickly detected and addressed in real time. This approach is technology-agnostic and creates a resilient framework even in the face of an ever-changing threat landscape. Putting up AI defenses AI is lowering the barrier to entry for cyberattacks, enabling hackers even with limited skills or resources to infiltrate, manipulate, and exploit the slightest digital vulnerability. Nearly three-quarters (74%) of cybersecurity professionals say AI-enabled threats are already having a significant impact on their organization, and 90% anticipate such threats in the next one to two years. “AI-powered adversaries have advanced techniques and operate at machine speed,” says Bailey. “The only way to keep pace is to use AI to automate response and defend at machine speed.” To do this, Bailey says, organizations must modernize systems, platforms, and security operations to automate threat detection and response—processes that have previously relied on human rule-writing and reaction times. These systems must adapt dynamically as environments evolve and criminal tactics change. At the same time, companies must strengthen the security of their AI models and data to reduce exposure to manipulation from AI-enabled malware. Such risks could include, for instance, prompt injections, where a malicious user crafts a prompt to manipulate an AI model into performing unintended actions, bypassing its original instructions and safeguards. Agentic AI further ups the ante, with hackers able to use AI agents to automate attacks and make tactical decisions without constant human oversight. “Agentic AI has the potential to collapse the cost of the kill chain,” says Bailey. “That means everyday cybercriminals could start executing campaigns that today only well-funded espionage operations can afford.” Organizations, in turn, are exploring how AI agents can help them stay ahead. Nearly 40% of companies expect agentic AI to augment or assist teams over the next 12 months, especially in cybersecurity, according to Cisco’s 2025 AI Readiness Index. Use cases include AI agents trained on telemetry, which can identify anomalies or signals from machine data too disparate and unstructured to be deciphered by humans. Calculating the quantum threat As many cybersecurity teams focus on the very real AI-driven threat, quantum is waiting on the sidelines. Almost three-quarters (73%) of US organizations surveyed by KPMG say they believe it is only a matter of time before cybercriminals are using quantum to decrypt and disrupt today’s cybersecurity protocols. And yet, the majority (81%) also admit they could do more to ensure that their data remains secure. Companies are right to be concerned. Threat actors are already carrying out harvest now, decrypt later attacks, stockpiling sensitive encrypted data to crack once quantum technology matures. Examples include state-sponsored actors intercepting government communications and cybercriminal networks storing encrypted internet traff",
      "image_url": "https://wp.technologyreview.com/wp-content/uploads/2025/11/CISCO-iStock-2156608663.jpg",
      "author": "MIT Technology Review Insights",
      "published_at": "2025-11-13T02:21:15.552292",
      "collected_at": "2025-11-13T02:21:15.552298",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 25,
      "keywords": [
        "technology",
        "news",
        "en",
        "mit technology review"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 6,
      "title": "Tech companies and UK child safety agencies to test AI tools’ ability to create abuse images",
      "slug": "tech-companies-and-uk-child-safety-agencies-to-tes",
      "url": "https://www.theguardian.com/technology/2025/nov/12/tech-companies-child-safety-agencies-test-ai-tools-abuse-images-ability",
      "summary": "New law will allow technology to be examined and ensure tools have safeguards to stop creation of materialTech companies and child protection agencies will be given the power to test whether artificial intelligence tools can produce child abuse images under a new UK law.The announcement was made as a safety watchdog revealed that reports of AI-generated child sexual abuse material [CSAM] have more than doubled in the past year from 199 in 2024 to 426 in 2025. Continue reading...",
      "content": "New law will allow technology to be examined and ensure tools have safeguards to stop creation of materialTech companies and child protection agencies will be given the power to test whether artificial intelligence tools can produce child abuse images under a new UK law.The announcement was made as a safety watchdog revealed that reports of AI-generated child sexual abuse material [CSAM] have more than doubled in the past year from 199 in 2024 to 426 in 2025. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/302810469ee95676580c2a0d4b3e23871d5d6216/0_125_4377_3501/master/4377.jpg",
      "author": "Dan Milmo Global technology editor",
      "published_at": "2025-11-13T02:21:16.226792",
      "collected_at": "2025-11-13T02:21:16.226811",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "ai",
        "news",
        "en",
        "the guardian tech"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 7,
      "title": "Meta could face millions in fines for not signing content deals in Australia",
      "slug": "meta-could-face-millions-in-fines-for-not-signing-",
      "url": "https://www.theguardian.com/technology/2025/nov/12/meta-could-face-millions-in-fines-for-not-signing-content-deals-in-australia",
      "summary": "Labor’s proposed media bargaining incentive to apply to platforms with Australian-derived revenue of at least $250m, according to TreasuryFollow our Australia news live blog for latest updatesGet our breaking news email, free app or daily news podcastMeta and other tech companies refusing to sign content deals with Australian news outlets face millions in new fines, with Labor’s proposed media bargaining incentive set to impose penalties based on the local revenue of major platforms.Large social media and search platforms with Australian-derived revenue of at least $250m will be subject to the",
      "content": "Labor’s proposed media bargaining incentive to apply to platforms with Australian-derived revenue of at least $250m, according to TreasuryFollow our Australia news live blog for latest updatesGet our breaking news email, free app or daily news podcastMeta and other tech companies refusing to sign content deals with Australian news outlets face millions in new fines, with Labor’s proposed media bargaining incentive set to impose penalties based on the local revenue of major platforms.Large social media and search platforms with Australian-derived revenue of at least $250m will be subject to the new rules, irrespective of whether they carry news content, according to new detail released by the assistant treasurer, Daniel Mulino. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/f6ea4e171d7f8abcd63863063f791bc54d7680ac/319_0_4570_3658/master/4570.jpg",
      "author": "Tom McIlroy Political editor",
      "published_at": "2025-11-13T02:21:16.227077",
      "collected_at": "2025-11-13T02:21:16.227089",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 3,
      "keywords": [
        "technology",
        "news",
        "en",
        "the guardian tech"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 8,
      "title": "ChatGPT violated copyright law by ‘learning’ from song lyrics, German court rules",
      "slug": "chatgpt-violated-copyright-law-by-‘learning’-from-",
      "url": "https://www.theguardian.com/technology/2025/nov/11/chatgpt-violated-copyright-laws-german-court-rules",
      "summary": "OpenAI ordered to pay undisclosed damages for training its language models on artists’ work without permissionA court in Munich has ruled that OpenAI’s chatbot ChatGPT violated German copyright laws by using hits from top-selling musicians to train its language models in what creative industry advocates described as a landmark European ruling.The Munich regional court sided in favour of Germany’s music rights society GEMA, which said ChatGPT had harvested protected lyrics by popular artists to “learn” from them. Continue reading...",
      "content": "OpenAI ordered to pay undisclosed damages for training its language models on artists’ work without permissionA court in Munich has ruled that OpenAI’s chatbot ChatGPT violated German copyright laws by using hits from top-selling musicians to train its language models in what creative industry advocates described as a landmark European ruling.The Munich regional court sided in favour of Germany’s music rights society GEMA, which said ChatGPT had harvested protected lyrics by popular artists to “learn” from them. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/63ac04071d060dfe279c5e9016ab995ac148e9d6/123_0_2530_2024/master/2530.jpg",
      "author": "Deborah Cole in Berlin and Philip Oltermann, European culture editor",
      "published_at": "2025-11-13T02:21:16.227306",
      "collected_at": "2025-11-13T02:21:16.227313",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "en",
        "the guardian tech"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 9,
      "title": "China removes two popular gay dating apps from Apple and Android stores",
      "slug": "china-removes-two-popular-gay-dating-apps-from-app",
      "url": "https://www.theguardian.com/world/2025/nov/11/china-removes-gay-dating-apps-blued-finka-apple-android-lgbt-rights",
      "summary": "Withdrawal of Blued and Finka raises fears of further crackdowns on LGBT rights amid growing restrictionsTwo of China’s most popular gay dating apps have disappeared from app stores in the country, raising fears of a further crackdown on LGBT communities.As of Tuesday, Blued and Finka were unavailable on Apple’s app store and several Android platforms. Users who had already downloaded the apps appeared to still be able to use them. Continue reading...",
      "content": "Withdrawal of Blued and Finka raises fears of further crackdowns on LGBT rights amid growing restrictionsTwo of China’s most popular gay dating apps have disappeared from app stores in the country, raising fears of a further crackdown on LGBT communities.As of Tuesday, Blued and Finka were unavailable on Apple’s app store and several Android platforms. Users who had already downloaded the apps appeared to still be able to use them. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/0844ae1f3ca177acbae6ea868cb0d7d077fef163/735_0_3606_2885/master/3606.jpg",
      "author": "Amy Hawkins",
      "published_at": "2025-11-13T02:21:16.227458",
      "collected_at": "2025-11-13T02:21:16.227466",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "en",
        "the guardian tech"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 10,
      "title": "Matthew McConaughey and Michael Caine sign voice deal with AI company",
      "slug": "matthew-mcconaughey-and-michael-caine-sign-voice-d",
      "url": "https://www.theguardian.com/culture/2025/nov/11/matthew-mcconaughey-michael-caine-ai-voice",
      "summary": "The voices of the Oscar-winning actors can now be used to create AI-generated versions in a new deal with ElevenLabsOscar-winning actors Matthew McConaughey and Michael Caine have both signed a deal with the AI audio company ElevenLabs.The New York-based company can now create AI-generated versions of their voices as part of a bid to solve a “key ethical challenge” in the artificial intelligence industry’s alliance with Hollywood. Continue reading...",
      "content": "The voices of the Oscar-winning actors can now be used to create AI-generated versions in a new deal with ElevenLabsOscar-winning actors Matthew McConaughey and Michael Caine have both signed a deal with the AI audio company ElevenLabs.The New York-based company can now create AI-generated versions of their voices as part of a bid to solve a “key ethical challenge” in the artificial intelligence industry’s alliance with Hollywood. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/61324862c3616e38a17b83fdf070ffaca329f93d/0_0_5000_4000/master/5000.jpg",
      "author": "Benjamin Lee",
      "published_at": "2025-11-13T02:21:16.227630",
      "collected_at": "2025-11-13T02:21:16.227636",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "ai",
        "news",
        "en",
        "the guardian tech"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 11,
      "title": "Loon, il chip di Ibm che vuole rendere finalmente affidabile il calcolo quantistico",
      "slug": "loon-il-chip-di-ibm-che-vuole-rendere-finalmente-a",
      "url": "https://www.wired.it/article/loon-chip-finalmente-affidabile-il-calcolo-quantistico/",
      "summary": "L'azienda americana presenta un processore sperimentale che integra per la prima volta controlli degli errori direttamente nell'hardware, avvicinando la tecnologia a un utilizzo concreto",
      "content": "L'azienda americana presenta un processore sperimentale che integra per la prima volta controlli degli errori direttamente nell'hardware, avvicinando la tecnologia a un utilizzo concreto",
      "image_url": "https://media-assets.wired.it/photos/6914a7e879715207535272bd/master/pass/IBM%20Quantum%20Albany%20Lab_1.jpg",
      "author": "Riccardo Piccolo",
      "published_at": "2025-11-13T02:21:16.568659",
      "collected_at": "2025-11-13T02:21:16.568676",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 12,
      "title": "La carta d'imbarco di Ryanair da oggi è solo digitale",
      "slug": "la-carta-dimbarco-di-ryanair-da-oggi-è-solo-digita",
      "url": "https://www.wired.it/article/carta-imbarco-ryanair-solo-digitale-app-nuove-regole/",
      "summary": "La compagnia aerea low cost dice definitivamente addio alla carta e punta tutto sulla sua app: ecco le nuove regole da memorizzare prima del prossimo volo",
      "content": "La compagnia aerea low cost dice definitivamente addio alla carta e punta tutto sulla sua app: ecco le nuove regole da memorizzare prima del prossimo volo",
      "image_url": "https://media-assets.wired.it/photos/6914976741d00c502381cf59/master/pass/1316490152",
      "author": "Scharon Harding",
      "published_at": "2025-11-13T02:21:16.568761",
      "collected_at": "2025-11-13T02:21:16.568765",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 13,
      "title": "Walking pad o tapis roulant? Come scegliere il tuo nuovo compagno di allenamento",
      "slug": "walking-pad-o-tapis-roulant?-come-scegliere-il-tuo",
      "url": "https://www.wired.it/article/walking-pad-o-tapis-roulant-come-scegliere-il-tuo-compagno-di-allenamento/",
      "summary": "Entrambi permettono di fare esercizio fisico in casa, anche se con modalità e obiettivi diversi. Ecco cosa dovresti sapere prima di acquistare il tuo prossimo attrezzo per l'home gym",
      "content": "Entrambi permettono di fare esercizio fisico in casa, anche se con modalità e obiettivi diversi. Ecco cosa dovresti sapere prima di acquistare il tuo prossimo attrezzo per l'home gym",
      "image_url": "https://media-assets.wired.it/photos/6911bf3c9f83d70993b8ab05/master/pass/walking%20pad%20o%20tapis%20roulant.jpg",
      "author": "Irene Anna Gasparello",
      "published_at": "2025-11-13T02:21:16.568842",
      "collected_at": "2025-11-13T02:21:16.568847",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 14,
      "title": "La soap opera calabrese che spopola su TikTok è già la fiction dell'anno, sarà la nuova The Lady?",
      "slug": "la-soap-opera-calabrese-che-spopola-su-tiktok-è-gi",
      "url": "https://www.wired.it/article/soap-opera-calabrese-tik-tok-personaggi-trama-da-dove-viene/",
      "summary": "Crudo neorealismo e autentico trash si intrecciano in questa serie di qualche anno fa che è tornata alla ribalta grazie alle condivisioni sui social, trasformandosi in una nuova stella polare del genere",
      "content": "Crudo neorealismo e autentico trash si intrecciano in questa serie di qualche anno fa che è tornata alla ribalta grazie alle condivisioni sui social, trasformandosi in una nuova stella polare del genere",
      "image_url": "https://media-assets.wired.it/photos/69149e2d27521acc7cace746/master/pass/Senza%20titolo.png",
      "author": "Daniele Polidoro",
      "published_at": "2025-11-13T02:21:16.568920",
      "collected_at": "2025-11-13T02:21:16.568924",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 15,
      "title": "Cerimonie di apertura e chiusura delle Olimpiadi di Milano-Cortina 2026: tutto quello che c'è da sapere",
      "slug": "cerimonie-di-apertura-e-chiusura-delle-olimpiadi-d",
      "url": "https://www.wired.it/article/tutto-quello-da-sapere-sulle-cerimonie-di-apertura-e-chiusura-olimpiadi-milano-cortina-2026/",
      "summary": "Dal viaggio della fiamma olimpica fino alle cerimonie di apertura e chiusura, cosa sappiamo dei momenti più artistici ed iconici dei Giochi olimpici invernali che si terranno a febbraio, in Italia",
      "content": "Dal viaggio della fiamma olimpica fino alle cerimonie di apertura e chiusura, cosa sappiamo dei momenti più artistici ed iconici dei Giochi olimpici invernali che si terranno a febbraio, in Italia",
      "image_url": "https://media-assets.wired.it/photos/690de2aaba342cda62d532bb/master/pass/Stage_Still.jpg",
      "author": "Matteo Serra",
      "published_at": "2025-11-13T02:21:16.568995",
      "collected_at": "2025-11-13T02:21:16.568999",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "wired it"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 16,
      "title": "Google Sues China-Based Hackers Behind $1 Billion Lighthouse Phishing Platform",
      "slug": "google-sues-china-based-hackers-behind-$1-billion-",
      "url": "https://thehackernews.com/2025/11/google-sues-china-based-hackers-behind.html",
      "summary": "Google has filed a civil lawsuit in the U.S. District Court for the Southern District of New York (SDNY) against China-based hackers who are behind a massive Phishing-as-a-Service (PhaaS) platform called Lighthouse that has ensnared over 1 million users across 120 countries. The PhaaS kit is used to conduct large-scale SMS phishing attacks that exploit trusted brands like E-ZPass and USPS to",
      "content": "Google has filed a civil lawsuit in the U.S. District Court for the Southern District of New York (SDNY) against China-based hackers who are behind a massive Phishing-as-a-Service (PhaaS) platform called Lighthouse that has ensnared over 1 million users across 120 countries. The PhaaS kit is used to conduct large-scale SMS phishing attacks that exploit trusted brands like E-ZPass and USPS to",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj8QizRTvnh2FKfShLUyRGB3nG7j8gwkx9JSvsjDH6VcXmTi9PjdDOHeM-xRjC7uhftMQ097vBryvyFeF0z8tPOWqVEa9qU8vAJxXeppNmdDMAW4ISJScYLrYVS45803vYriSa6qDzZ2mhH0lq00WHCJQhvW7nFIVbYMrTns6Z8rC-yF68QEtar56NWcec1/s1600/google-phishing.jpg",
      "author": "info@thehackernews.com (The Hacker News)",
      "published_at": "2025-11-13T02:21:17.242421",
      "collected_at": "2025-11-13T02:21:17.242445",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "en",
        "the hacker news"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 17,
      "title": "Amazon Uncovers Attacks Exploited Cisco ISE and Citrix NetScaler as Zero-Day Flaws",
      "slug": "amazon-uncovers-attacks-exploited-cisco-ise-and-ci",
      "url": "https://thehackernews.com/2025/11/amazon-uncovers-attacks-exploited-cisco.html",
      "summary": "Amazon's threat intelligence team on Wednesday disclosed that it observed an advanced threat actor exploiting two then-zero-day security flaws in Cisco Identity Service Engine (ISE) and Citrix NetScaler ADC products as part of attacks designed to deliver custom malware. \"This discovery highlights the trend of threat actors focusing on critical identity and network access control infrastructure –",
      "content": "Amazon's threat intelligence team on Wednesday disclosed that it observed an advanced threat actor exploiting two then-zero-day security flaws in Cisco Identity Service Engine (ISE) and Citrix NetScaler ADC products as part of attacks designed to deliver custom malware. \"This discovery highlights the trend of threat actors focusing on critical identity and network access control infrastructure –",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh_sh7XL7mszgdfrNOO_BzjEXspnLIuY2VVyB1VWyIj36nuDhnUiEWJPiy2C7PaZ7Zdqb2DS_mG1NtIRRLpvNRFiPjUZDNKrQmYL9CjNsGZPPCfCK9NgsQiPrv8tvvO3Eb79uCpvdhrSAXcfCV2pwvj6QnUsVxItGQyAimmR5DukNp0aADLaV-UCH6NHRyT/s1600/cisco.jpg",
      "author": "info@thehackernews.com (The Hacker News)",
      "published_at": "2025-11-13T02:21:17.242814",
      "collected_at": "2025-11-13T02:21:17.242838",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "en",
        "the hacker news"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 18,
      "title": "[Webinar] Learn How Leading Security Teams Reduce Attack Surface Exposure with DASR",
      "slug": "[webinar]-learn-how-leading-security-teams-reduce-",
      "url": "https://thehackernews.com/2025/11/webinar-learn-how-leading-security.html",
      "summary": "Every day, security teams face the same problem—too many risks, too many alerts, and not enough time. You fix one issue, and three more show up. It feels like you’re always one step behind. But what if there was a smarter way to stay ahead—without adding more work or stress? Join The Hacker News and Bitdefender for a free cybersecurity webinar to learn about a new approach called Dynamic Attack",
      "content": "Every day, security teams face the same problem—too many risks, too many alerts, and not enough time. You fix one issue, and three more show up. It feels like you’re always one step behind. But what if there was a smarter way to stay ahead—without adding more work or stress? Join The Hacker News and Bitdefender for a free cybersecurity webinar to learn about a new approach called Dynamic Attack",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjb7usGljMR3vSfxxk9XeKY39fUcIRMFDq6GOy0OEA_AK7P4ybAoHwl9Ga45OJ5pZPzpDhwqZ0D6PKEI-IFFifcl-NWBM5ymJ6wcNSyL3bneCMbRbVGz1ca3MIaKDHWbNvOVzK1LinCOt0RLYF1-zb_Zy11bGddkRxowymBu754CFJDpCDIreh4iiGF4loK/s1600/cyberteams.jpg",
      "author": "info@thehackernews.com (The Hacker News)",
      "published_at": "2025-11-13T02:21:17.243150",
      "collected_at": "2025-11-13T02:21:17.243163",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "en",
        "the hacker news"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 19,
      "title": "Active Directory Under Siege: Why Critical Infrastructure Needs Stronger Security",
      "slug": "active-directory-under-siege:-why-critical-infrast",
      "url": "https://thehackernews.com/2025/11/active-directory-under-siege-why.html",
      "summary": "Active Directory remains the authentication backbone for over 90% of Fortune 1000 companies. AD's importance has grown as companies adopt hybrid and cloud infrastructure, but so has its complexity. Every application, user, and device traces back to AD for authentication and authorization, making it the ultimate target. For attackers, it represents the holy grail: compromise Active",
      "content": "Active Directory remains the authentication backbone for over 90% of Fortune 1000 companies. AD's importance has grown as companies adopt hybrid and cloud infrastructure, but so has its complexity. Every application, user, and device traces back to AD for authentication and authorization, making it the ultimate target. For attackers, it represents the holy grail: compromise Active",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgzohgVmJwL0IMF6xUDk-7UKhnswaBtnht8YAdjmMgnPeft_d_PwFL5ZFvm9zfO_pKg-RkmHgwEM9Uyj6lr5GnUB_Y4IM2oDsroi0pC1yYS6-zdbpiGX-gIlpFQwmBgy-4TcXvQ3NtTXheeqFVh6DL9RUjug2QhaFGFZJOtiJdPOkC1jkZWBuJIJsIHwS0/s1600/MAIN.jpg",
      "author": "info@thehackernews.com (The Hacker News)",
      "published_at": "2025-11-13T02:21:17.243338",
      "collected_at": "2025-11-13T02:21:17.243344",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "en",
        "the hacker news"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 20,
      "title": "Microsoft Fixes 63 Security Flaws, Including a Windows Kernel Zero-Day Under Active Attack",
      "slug": "microsoft-fixes-63-security-flaws-including-a-wind",
      "url": "https://thehackernews.com/2025/11/microsoft-fixes-63-security-flaws.html",
      "summary": "Microsoft on Tuesday released patches for 63 new security vulnerabilities identified in its software, including one that has come under active exploitation in the wild. Of the 63 flaws, four are rated Critical and 59 are rated Important in severity. Twenty-nine of these vulnerabilities are related to privilege escalation, followed by 16 remote code execution, 11 information disclosure, three",
      "content": "Microsoft on Tuesday released patches for 63 new security vulnerabilities identified in its software, including one that has come under active exploitation in the wild. Of the 63 flaws, four are rated Critical and 59 are rated Important in severity. Twenty-nine of these vulnerabilities are related to privilege escalation, followed by 16 remote code execution, 11 information disclosure, three",
      "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiUYsGcLHyK_kqDIY7BFmCJ4AE9H52XJOIWUJqYcOSdx0Zd3mSRUt1Z0obn3VXzWTbrZGysPwxK7Hte4CKCobzIee0kXOVOfhyphenhyphenKZhfI-jiDss_R1mNucatfeU0nklQI3kZDiQfzPpVIsgmZj9s4hXbNhP3XzR2ibeHdBezB6w1j_CTt3FrrOQgmse3pdpPX/s1600/windows-update.jpg",
      "author": "info@thehackernews.com (The Hacker News)",
      "published_at": "2025-11-13T02:21:17.243480",
      "collected_at": "2025-11-13T02:21:17.243485",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "cybersecurity",
        "news",
        "en",
        "the hacker news"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 21,
      "title": "Luce e gas con Octopus: la soluzione giusta per tagliare le bollette",
      "slug": "luce-e-gas-con-octopus:-la-soluzione-giusta-per-ta",
      "url": "https://www.punto-informatico.it/luce-e-gas-con-octopus-la-soluzione-giusta-per-tagliare-le-bollette/",
      "summary": "Con l'offerta di Octopus Energy è possibile dare un taglio netto alle bollette sfruttando la comodità del prezzo bloccato per 12 mesi. The post Luce e gas con Octopus: la soluzione giusta per tagliare le bollette appeared first on Punto Informatico.",
      "content": "Con l'offerta di Octopus Energy è possibile dare un taglio netto alle bollette sfruttando la comodità del prezzo bloccato per 12 mesi. The post Luce e gas con Octopus: la soluzione giusta per tagliare le bollette appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/luce-gas-1.jpg",
      "author": "Davide Raia",
      "published_at": "2025-11-13T02:21:17.847884",
      "collected_at": "2025-11-13T02:21:17.847894",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 22,
      "title": "Addio abbonamenti: pCloud lancia la promo più conveniente per il cloud a vita",
      "slug": "addio-abbonamenti:-pcloud-lancia-la-promo-più-conv",
      "url": "https://www.punto-informatico.it/addio-abbonamenti-pcloud-lancia-la-promo-piu-conveniente-per-il-cloud-a-vita/",
      "summary": "Con pCloud dici addio agli abbonamenti: spazio cloud a vita con sconti fino a 700 euro, backup automatico e massima sicurezza. The post Addio abbonamenti: pCloud lancia la promo più conveniente per il cloud a vita appeared first on Punto Informatico.",
      "content": "Con pCloud dici addio agli abbonamenti: spazio cloud a vita con sconti fino a 700 euro, backup automatico e massima sicurezza. The post Addio abbonamenti: pCloud lancia la promo più conveniente per il cloud a vita appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/cloud-resize.jpg",
      "author": "Eleonora Busi",
      "published_at": "2025-11-13T02:21:17.847961",
      "collected_at": "2025-11-13T02:21:17.847964",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 23,
      "title": "Hera Hybrid Special: luce e gas flessibili con 30€ di vantaggio subito in bolletta",
      "slug": "hera-hybrid-special:-luce-e-gas-flessibili-con-30€",
      "url": "https://www.punto-informatico.it/hera-hybrid-special-luce-e-gas-flessibili-con-30e-di-vantaggio-subito-in-bolletta/",
      "summary": "Con Hera Hybrid Special puoi bloccare parte dei consumi a prezzo fisso e lasciare il resto al prezzo variabile, bilanciando stabilità e convenienza. The post Hera Hybrid Special: luce e gas flessibili con 30€ di vantaggio subito in bolletta appeared first on Punto Informatico.",
      "content": "Con Hera Hybrid Special puoi bloccare parte dei consumi a prezzo fisso e lasciare il resto al prezzo variabile, bilanciando stabilità e convenienza. The post Hera Hybrid Special: luce e gas flessibili con 30€ di vantaggio subito in bolletta appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/Nuovo-progetto-59-1.jpg",
      "author": "Lucrezia Cerbara",
      "published_at": "2025-11-13T02:21:17.848037",
      "collected_at": "2025-11-13T02:21:17.848040",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 24,
      "title": "Hostinger, c’è il Black Friday: sconti fino all’85% e dominio gratis",
      "slug": "hostinger-c’è-il-black-friday:-sconti-fino-all’85%",
      "url": "https://www.punto-informatico.it/hostinger-ce-il-black-friday-sconti-fino-all85-e-dominio-gratis/",
      "summary": "Con il Black Friday di Hostinger puoi creare un sito web professionale con strumenti AI risparmiando fino all'85%. The post Hostinger, c’è il Black Friday: sconti fino all’85% e dominio gratis appeared first on Punto Informatico.",
      "content": "Con il Black Friday di Hostinger puoi creare un sito web professionale con strumenti AI risparmiando fino all'85%. The post Hostinger, c’è il Black Friday: sconti fino all’85% e dominio gratis appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/http-stock.jpg",
      "author": "Eleonora Busi",
      "published_at": "2025-11-13T02:21:17.848116",
      "collected_at": "2025-11-13T02:21:17.848119",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 25,
      "title": "Phishing: Google denuncia i gestori di Lighthouse",
      "slug": "phishing:-google-denuncia-i-gestori-di-lighthouse",
      "url": "https://www.punto-informatico.it/phishing-google-denuncia-gestori-lighthouse/",
      "summary": "Google ha avviato un'azione legale per smantellare la piattaforma Lighthouse sviluppata da cybercriminali cinesi e usata per attacchi di phishing. The post Phishing: Google denuncia i gestori di Lighthouse appeared first on Punto Informatico.",
      "content": "Google ha avviato un'azione legale per smantellare la piattaforma Lighthouse sviluppata da cybercriminali cinesi e usata per attacchi di phishing. The post Phishing: Google denuncia i gestori di Lighthouse appeared first on Punto Informatico.",
      "image_url": "https://www.punto-informatico.it/app/uploads/2025/11/Lighthouse-phishing-Google.jpg",
      "author": "Luca Colantuoni",
      "published_at": "2025-11-13T02:21:17.848171",
      "collected_at": "2025-11-13T02:21:17.848174",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "punto informatico"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 26,
      "title": "Porno, accesso con verifica dell’età: tutti i dubbi chiariti",
      "slug": "porno-accesso-con-verifica-dell’età:-tutti-i-dubbi",
      "url": "https://www.agendadigitale.eu/cittadinanza-digitale/identita-digitale/porno-accesso-con-verifica-delleta-tutti-i-dubbi-chiariti/",
      "summary": "Dal 12 novembre 2025, chiunque diffonda in Italia contenuti pornografici dovrà assicurarsi che l’utente sia maggiorenne. Agcom chiarisce però che per quasi tutti i siti ora soggetti all'obbligo il termine è il primo febbraio. Ma come funziona? Per quali siti? Facciamo chiarezza su norme e funzionamento L'articolo Porno, accesso con verifica dell’età: tutti i dubbi chiariti proviene da Agenda Digitale.",
      "content": "Dal 12 novembre 2025, chiunque diffonda in Italia contenuti pornografici dovrà assicurarsi che l’utente sia maggiorenne. Agcom chiarisce però che per quasi tutti i siti ora soggetti all'obbligo il termine è il primo febbraio. Ma come funziona? Per quali siti? Facciamo chiarezza su norme e funzionamento L'articolo Porno, accesso con verifica dell’età: tutti i dubbi chiariti proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Marco Martorana",
      "published_at": "2025-11-13T02:21:18.140032",
      "collected_at": "2025-11-13T02:21:18.140056",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 27,
      "title": "Norme UE, semplificare è necessario: ecco il Digital Omnibus",
      "slug": "norme-ue-semplificare-è-necessario:-ecco-il-digita",
      "url": "https://www.agendadigitale.eu/sicurezza/privacy/norme-ue-semplificare-e-necessario-ecco-il-digital-omnibus/",
      "summary": "L’UE avvia una grande semplificazione normativa con il Digital Omnibus Regulation: Data Act come fulcro, sportello unico per gli incidenti, allineamento AI Act–GDPR e abrogazione P2B. Obiettivo: ridurre costi, duplicazioni e incertezza per imprese e PA L'articolo Norme UE, semplificare è necessario: ecco il Digital Omnibus proviene da Agenda Digitale.",
      "content": "L’UE avvia una grande semplificazione normativa con il Digital Omnibus Regulation: Data Act come fulcro, sportello unico per gli incidenti, allineamento AI Act–GDPR e abrogazione P2B. Obiettivo: ridurre costi, duplicazioni e incertezza per imprese e PA L'articolo Norme UE, semplificare è necessario: ecco il Digital Omnibus proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Silvia Stefanelli",
      "published_at": "2025-11-13T02:21:18.140173",
      "collected_at": "2025-11-13T02:21:18.140178",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 28,
      "title": "CDN, Zorzoni (Aiip): “Ecco perché è giusto regolarle come Telco”",
      "slug": "cdn-zorzoni-(aiip):-“ecco-perché-è-giusto-regolarl",
      "url": "https://www.agendadigitale.eu/infrastrutture/cdn-zorzoni-aiip-ecco-perche-e-giusto-regolarle-come-telco/",
      "summary": "Cloudflare, Akamai, Amazon CloudFront, Google, Netflix OpenConnect: sono soggetti che non si limitano a \"consegnare contenuti\", bensì esercitano un governo attivo e selettivo su una quota ormai preponderante del traffico mondiale. Fa bene Agcom a regolarle come Telco L'articolo CDN, Zorzoni (Aiip): “Ecco perché è giusto regolarle come Telco” proviene da Agenda Digitale.",
      "content": "Cloudflare, Akamai, Amazon CloudFront, Google, Netflix OpenConnect: sono soggetti che non si limitano a \"consegnare contenuti\", bensì esercitano un governo attivo e selettivo su una quota ormai preponderante del traffico mondiale. Fa bene Agcom a regolarle come Telco L'articolo CDN, Zorzoni (Aiip): “Ecco perché è giusto regolarle come Telco” proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Giovanni Zorzoni",
      "published_at": "2025-11-13T02:21:18.140274",
      "collected_at": "2025-11-13T02:21:18.140277",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 29,
      "title": "AI, vittoria storica degli autori nel caso OpenAI vs Gema: ecco perché",
      "slug": "ai-vittoria-storica-degli-autori-nel-caso-openai-v",
      "url": "https://www.agendadigitale.eu/mercati-digitali/ai-e-copyright-primo-round-agli-autori-nel-caso-openai-vs-gema/",
      "summary": "Il Tribunale di Monaco condanna OpenAI per violazione dei diritti d'autore nell'addestramento di ChatGPT. La sentenza stabilisce che la memorizzazione e riproduzione di testi protetti richiedono licenza preventiva, ridefinendo gli equilibri tra industria creativa e tecnologica L'articolo AI, vittoria storica degli autori nel caso OpenAI vs Gema: ecco perché proviene da Agenda Digitale.",
      "content": "Il Tribunale di Monaco condanna OpenAI per violazione dei diritti d'autore nell'addestramento di ChatGPT. La sentenza stabilisce che la memorizzazione e riproduzione di testi protetti richiedono licenza preventiva, ridefinendo gli equilibri tra industria creativa e tecnologica L'articolo AI, vittoria storica degli autori nel caso OpenAI vs Gema: ecco perché proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Enzo Mazza",
      "published_at": "2025-11-13T02:21:18.140346",
      "collected_at": "2025-11-13T02:21:18.140349",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 30,
      "title": "Il futuro della privacy digitale tra Gdpr e nuove sfide tecnologiche",
      "slug": "il-futuro-della-privacy-digitale-tra-gdpr-e-nuove-",
      "url": "https://www.agendadigitale.eu/sicurezza/privacy/il-futuro-della-privacy-digitale-tra-gdpr-e-nuove-sfide-tecnologiche/",
      "summary": "La tutela della privacy in ambito digitale è diventata un pilastro essenziale per la gestione responsabile dei dati personali da parte di aziende, professionisti e istituzioni. Alla crescente emanazione di specifiche normative corrispondo obblighi che, tuttavia, costituiscono al tempo stesso una preziosa occasione per sfruttare appieno le opportunità offerte dalla digitalizzazione L'articolo Il futuro della privacy digitale tra Gdpr e nuove sfide tecnologiche proviene da Agenda Digitale.",
      "content": "La tutela della privacy in ambito digitale è diventata un pilastro essenziale per la gestione responsabile dei dati personali da parte di aziende, professionisti e istituzioni. Alla crescente emanazione di specifiche normative corrispondo obblighi che, tuttavia, costituiscono al tempo stesso una preziosa occasione per sfruttare appieno le opportunità offerte dalla digitalizzazione L'articolo Il futuro della privacy digitale tra Gdpr e nuove sfide tecnologiche proviene da Agenda Digitale.",
      "image_url": null,
      "author": "Lorenzo Giannini",
      "published_at": "2025-11-13T02:21:18.140423",
      "collected_at": "2025-11-13T02:21:18.140425",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "technology",
        "news",
        "it",
        "agenda digitale"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 31,
      "title": "Towards Affordable, Adaptive and Automatic GNN Training on CPU-GPU Heterogeneous Platforms",
      "slug": "towards-affordable-adaptive-and-automatic-gnn-trai",
      "url": "https://arxiv.org/abs/2511.07421",
      "summary": "arXiv:2511.07421v1 Announce Type: new Abstract: Graph Neural Networks (GNNs) have been widely adopted due to their strong performance. However, GNN training often relies on expensive, high-performance computing platforms, limiting accessibility for many tasks. Profiling of representative GNN workloads indicates that substantial efficiency gains are possible on resource-constrained devices by fully exploiting available resources. This paper introduces A3GNN, a framework for affordable, adaptive, and automatic GNN training on heterogeneous CPU-GPU platforms. It improves resource usage through lo",
      "content": "arXiv:2511.07421v1 Announce Type: new Abstract: Graph Neural Networks (GNNs) have been widely adopted due to their strong performance. However, GNN training often relies on expensive, high-performance computing platforms, limiting accessibility for many tasks. Profiling of representative GNN workloads indicates that substantial efficiency gains are possible on resource-constrained devices by fully exploiting available resources. This paper introduces A3GNN, a framework for affordable, adaptive, and automatic GNN training on heterogeneous CPU-GPU platforms. It improves resource usage through locality-aware sampling and fine-grained parallelism scheduling. Moreover, it leverages reinforcement learning to explore the design space and achieve pareto-optimal trade-offs among throughput, memory footprint, and accuracy. Experiments show that A3GNN can bridge the performance gap, allowing seven Nvidia 2080Ti GPUs to outperform two A100 GPUs by up to 1.8X in throughput with minimal accuracy loss.",
      "image_url": null,
      "author": "Tong Qiao, Ao Zhou, Yingjie Qi, Yiou Wang, Han Wan, Jianlei Yang, Chunming Hu",
      "published_at": "2025-11-13T02:21:21.081832",
      "collected_at": "2025-11-13T02:21:21.081855",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 5,
      "keywords": [
        "science",
        "news",
        "en",
        "arxiv cs"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 32,
      "title": "From Attention to Disaggregation: Tracing the Evolution of LLM Inference",
      "slug": "from-attention-to-disaggregation:-tracing-the-evol",
      "url": "https://arxiv.org/abs/2511.07422",
      "summary": "arXiv:2511.07422v1 Announce Type: new Abstract: The evolution of Large Language Models from the Transformer architecture to models with trillions of parameters has shifted the primary bottleneck from model training to real time inference. Deploying these massive models is a complex distributed systems challenge constrained by memory bandwidth, computational throughput, and latency requirements. LLM inference fundamentally requires solving a multi objective optimization problem to minimize latency, maximize throughput, and reduce cost. This paper explores the necessary architectural shift towar",
      "content": "arXiv:2511.07422v1 Announce Type: new Abstract: The evolution of Large Language Models from the Transformer architecture to models with trillions of parameters has shifted the primary bottleneck from model training to real time inference. Deploying these massive models is a complex distributed systems challenge constrained by memory bandwidth, computational throughput, and latency requirements. LLM inference fundamentally requires solving a multi objective optimization problem to minimize latency, maximize throughput, and reduce cost. This paper explores the necessary architectural shift towards disaggregated inference, which applies distributed systems principles such as service decomposition, resource disaggregation, and workload partitioning to overcome the limitations of traditional monolithic GPU clusters. By decoupling the compute intensive prefill phase from the memory intensive decode phase into independently scalable components, this paradigm mitigates resource contention and enables independent optimization of key metrics like Time to First Token and Inter Token Latency.",
      "image_url": null,
      "author": "Madabattula Rajesh Kumar, Srinivasa Rao Aravilli, Mustafa Saify, Shashank Srivastava",
      "published_at": "2025-11-13T02:21:21.082276",
      "collected_at": "2025-11-13T02:21:21.082295",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 5,
      "keywords": [
        "science",
        "news",
        "en",
        "arxiv cs"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 33,
      "title": "Synera: Synergistic LLM Serving across Device and Cloud at Scale",
      "slug": "synera:-synergistic-llm-serving-across-device-and-",
      "url": "https://arxiv.org/abs/2511.07423",
      "summary": "arXiv:2511.07423v1 Announce Type: new Abstract: Large Language Models (LLMs) are becoming key components in various mobile operating systems, driving smart applications like interactive chatbots and personal assistants. While bringing enhanced intelligence to mobile ends, their deployment suffers from a set of performance challenges, especially the generation quality degradation and prolonged latency. Prior works have mainly relied on solutions of cloud offloading or on-device Small Language Models (SLMs). However, the former is usually limited by the communication bottleneck, and the latter s",
      "content": "arXiv:2511.07423v1 Announce Type: new Abstract: Large Language Models (LLMs) are becoming key components in various mobile operating systems, driving smart applications like interactive chatbots and personal assistants. While bringing enhanced intelligence to mobile ends, their deployment suffers from a set of performance challenges, especially the generation quality degradation and prolonged latency. Prior works have mainly relied on solutions of cloud offloading or on-device Small Language Models (SLMs). However, the former is usually limited by the communication bottleneck, and the latter sacrifices generation quality due to resource constraints. To mitigate these limitations, this paper proposes Synera, a device-cloud synergistic LLM serving system that applies an efficient SLM-LLM synergistic mechanism. Through empirical studies on LLM's unique computing characteristics, Synera identifies a set of underexplored optimization opportunities in device-cloud synergistic LLM inference, including offloading decisions, pipeline stalls, and batching bottlenecks. To translate them into enhanced performance, Synera introduces tailored designs of communication-efficient selective offloading, stall-free parallel inference, and scalable cloud batching. Extensive evaluations with real-world testbeds show that Synera enables 1.20-5.47x better generation quality against competitive baselines with on-par latency performance. Compared with existing cloud serving, Synera achieves 8.2-16.5% lower cloud serving cost on various benchmarks.",
      "image_url": null,
      "author": "Genglin Wang, Liekang Zeng, Bufang Yang, Kaiwei Liu, Guoliang Xing, Chumin Sun, Li Zhou, Jie Sun, Zhenyu Yan",
      "published_at": "2025-11-13T02:21:21.082686",
      "collected_at": "2025-11-13T02:21:21.082703",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 7,
      "keywords": [
        "science",
        "news",
        "en",
        "arxiv cs"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 34,
      "title": "Enhancing reliability in AI inference services: An empirical study on real production incidents",
      "slug": "enhancing-reliability-in-ai-inference-services:-an",
      "url": "https://arxiv.org/abs/2511.07424",
      "summary": "arXiv:2511.07424v1 Announce Type: new Abstract: Hyperscale large language model (LLM) inference places extraordinary demands on cloud systems, where even brief failures can translate into significant user and business impact. To better understand and mitigate these risks, we present one of the first provider-internal, practice-based analysis of LLM inference incidents. We developed a taxonomy and methodology grounded in a year of operational experience, validating it on 156 high-severity incidents, and conducted a focused quantitative study of Apr-Jun 2025 to ensure recency and relevance. Our ",
      "content": "arXiv:2511.07424v1 Announce Type: new Abstract: Hyperscale large language model (LLM) inference places extraordinary demands on cloud systems, where even brief failures can translate into significant user and business impact. To better understand and mitigate these risks, we present one of the first provider-internal, practice-based analysis of LLM inference incidents. We developed a taxonomy and methodology grounded in a year of operational experience, validating it on 156 high-severity incidents, and conducted a focused quantitative study of Apr-Jun 2025 to ensure recency and relevance. Our approach achieves high labeling consistency (Cohen's K ~0.89), identifies dominant failure modes (in our dataset ~60% inference engine failures, within that category ~40% timeouts), and surfaces mitigation levers (~74% auto-detected; ~28% required hotfix). Beyond hotfixes, many incidents were mitigated via traffic routing, node rebalancing, or capacity increase policies, indicating further automation opportunities. We also show how the taxonomy guided targeted strategies such as connection liveness, GPU capacity-aware routing, and per-endpoint isolation and reduced incident impact and accelerated recovery. Finally, we contribute a practitioner-oriented adoption checklist that enables others to replicate our taxonomy, analysis, and automation opportunities in their own systems. This study demonstrates how systematic, empirically grounded analysis of inference operations can drive more reliable and cost-efficient LLM serving at scale.",
      "image_url": null,
      "author": "Bhala Ranganathan, Mickey Zhang, Kai Wu",
      "published_at": "2025-11-13T02:21:21.083149",
      "collected_at": "2025-11-13T02:21:21.083166",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 7,
      "keywords": [
        "science",
        "news",
        "en",
        "arxiv cs"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 35,
      "title": "An Evaluation of LLMs Inference on Popular Single-board Computers",
      "slug": "an-evaluation-of-llms-inference-on-popular-single-",
      "url": "https://arxiv.org/abs/2511.07425",
      "summary": "arXiv:2511.07425v1 Announce Type: new Abstract: The growing demand for on-device large language model (LLM) inference is driving interest in deploying lightweight, cost-effective AI solutions on edge hardware. Single-board computers (SBCs) such as the Raspberry Pi and Orange Pi offer a promising platform for localized, privacy-preserving inference-but remain underexplored in the context of LLM workloads. In this work, we benchmark the performance of 25 quantized open-source LLMs across three SBCs-Raspberry Pi 4, Raspberry Pi 5, and Orange Pi 5 Pro-using two inference runtimes: Ollama and Llama",
      "content": "arXiv:2511.07425v1 Announce Type: new Abstract: The growing demand for on-device large language model (LLM) inference is driving interest in deploying lightweight, cost-effective AI solutions on edge hardware. Single-board computers (SBCs) such as the Raspberry Pi and Orange Pi offer a promising platform for localized, privacy-preserving inference-but remain underexplored in the context of LLM workloads. In this work, we benchmark the performance of 25 quantized open-source LLMs across three SBCs-Raspberry Pi 4, Raspberry Pi 5, and Orange Pi 5 Pro-using two inference runtimes: Ollama and Llamafile. We evaluate generation throughput, memory usage, and power consumption under varying CPU configurations, using multiple prompt types to simulate realistic workloads. Our results show that SBCs can reliably support models up to 1.5B parameters, with Llamafile achieving up to 4x higher throughput and 30-40% lower power usage than Ollama. We identify architecture-specific bottlenecks, highlight runtime-level trade-offs, and provide practical deployment recommendations. This study offers the first broad evaluation of LLM inference on SBCs, bridging the gap between high-performance language models and affordable edge computing.",
      "image_url": null,
      "author": "Tung (Thomas),  Nguyen, Tuyen Nguyen",
      "published_at": "2025-11-13T02:21:21.083534",
      "collected_at": "2025-11-13T02:21:21.083550",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 6,
      "keywords": [
        "science",
        "news",
        "en",
        "arxiv cs"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 36,
      "title": "Astronomers stunned by three Earth-sized planets orbiting two suns",
      "slug": "astronomers-stunned-by-three-earth-sized-planets-o",
      "url": "https://www.sciencedaily.com/releases/2025/11/251112011841.htm",
      "summary": "Scientists have identified three Earth-sized planets orbiting two stars in the TOI-2267 system. Remarkably, planets transit around both stars — a first in astronomy. The system’s compact, cold nature defies conventional theories of planetary formation. Future studies using JWST and other advanced telescopes could reveal what these worlds are truly made of.",
      "content": "Scientists have identified three Earth-sized planets orbiting two stars in the TOI-2267 system. Remarkably, planets transit around both stars — a first in astronomy. The system’s compact, cold nature defies conventional theories of planetary formation. Future studies using JWST and other advanced telescopes could reveal what these worlds are truly made of.",
      "image_url": null,
      "author": "Science Daily",
      "published_at": "2025-11-13T02:21:22.207017",
      "collected_at": "2025-11-13T02:21:22.207035",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "en",
        "science daily"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 37,
      "title": "NASA's Webb finds life’s building blocks frozen in a galaxy next door",
      "slug": "nasas-webb-finds-life’s-building-blocks-frozen-in-",
      "url": "https://www.sciencedaily.com/releases/2025/11/251112011838.htm",
      "summary": "Astronomers using the James Webb Space Telescope have uncovered a trove of complex organic molecules frozen in ice around a young star in a neighboring galaxy — including the first-ever detection of acetic acid beyond the Milky Way. Found in the Large Magellanic Cloud, these molecules formed under harsh, metal-poor conditions similar to those in the early universe, suggesting that the chemical precursors of life may have existed far earlier and in more diverse environments than previously imagined.",
      "content": "Astronomers using the James Webb Space Telescope have uncovered a trove of complex organic molecules frozen in ice around a young star in a neighboring galaxy — including the first-ever detection of acetic acid beyond the Milky Way. Found in the Large Magellanic Cloud, these molecules formed under harsh, metal-poor conditions similar to those in the early universe, suggesting that the chemical precursors of life may have existed far earlier and in more diverse environments than previously imagined.",
      "image_url": null,
      "author": "Science Daily",
      "published_at": "2025-11-13T02:21:22.207226",
      "collected_at": "2025-11-13T02:21:22.207233",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "science",
        "news",
        "en",
        "science daily"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 38,
      "title": "Hidden household toxin triples liver disease risk, study finds",
      "slug": "hidden-household-toxin-triples-liver-disease-risk-",
      "url": "https://www.sciencedaily.com/releases/2025/11/251112011835.htm",
      "summary": "Scientists have uncovered a new environmental culprit behind liver disease: tetrachloroethylene (PCE), a chemical used in dry cleaning and household products. The study found that people with PCE exposure were three times more likely to develop severe liver scarring, even when traditional risk factors like alcohol or obesity were absent. The chemical is widespread in air, water, and consumer goods, making it a stealthy threat to public health.",
      "content": "Scientists have uncovered a new environmental culprit behind liver disease: tetrachloroethylene (PCE), a chemical used in dry cleaning and household products. The study found that people with PCE exposure were three times more likely to develop severe liver scarring, even when traditional risk factors like alcohol or obesity were absent. The chemical is widespread in air, water, and consumer goods, making it a stealthy threat to public health.",
      "image_url": null,
      "author": "Science Daily",
      "published_at": "2025-11-13T02:21:22.207383",
      "collected_at": "2025-11-13T02:21:22.207389",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "science",
        "news",
        "en",
        "science daily"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 39,
      "title": "Scientists just found a material that beats diamond at its own game",
      "slug": "scientists-just-found-a-material-that-beats-diamon",
      "url": "https://www.sciencedaily.com/releases/2025/11/251112011825.htm",
      "summary": "Boron arsenide has dethroned diamond as the best heat conductor, thanks to refined crystal purity and improved synthesis methods. This discovery could transform next-generation electronics by combining record-breaking thermal conductivity with strong semiconductor properties.",
      "content": "Boron arsenide has dethroned diamond as the best heat conductor, thanks to refined crystal purity and improved synthesis methods. This discovery could transform next-generation electronics by combining record-breaking thermal conductivity with strong semiconductor properties.",
      "image_url": null,
      "author": "Science Daily",
      "published_at": "2025-11-13T02:21:22.207503",
      "collected_at": "2025-11-13T02:21:22.207509",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "en",
        "science daily"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 40,
      "title": "A 540-million-year-old fossil is rewriting evolution",
      "slug": "a-540-million-year-old-fossil-is-rewriting-evoluti",
      "url": "https://www.sciencedaily.com/releases/2025/11/251112011821.htm",
      "summary": "Over 500 million years ago, the Cambrian Period sparked an explosion of skeletal creativity. Salterella, a peculiar fossil, defied conventions by combining two different mineral-building methods. After decades of confusion, scientists have linked it to the cnidarian family. The find deepens our understanding of how animals first learned to build their own skeletons.",
      "content": "Over 500 million years ago, the Cambrian Period sparked an explosion of skeletal creativity. Salterella, a peculiar fossil, defied conventions by combining two different mineral-building methods. After decades of confusion, scientists have linked it to the cnidarian family. The find deepens our understanding of how animals first learned to build their own skeletons.",
      "image_url": null,
      "author": "Science Daily",
      "published_at": "2025-11-13T02:21:22.207633",
      "collected_at": "2025-11-13T02:21:22.207639",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "science",
        "news",
        "en",
        "science daily"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 41,
      "title": "Dentro Gaza e la sua storia. Due libri di Jean-Pierre Filiu",
      "slug": "dentro-gaza-e-la-sua-storia.-due-libri-di-jean-pie",
      "url": "https://www.micromega.net/dentro-gaza-e-la-sua-storia-due-libri-di-jean-pierre-filiu/",
      "summary": "Niente mi aveva preparato (edizioni Altrecose, 2025) di Jean-Pierre Filiu è un libro eccezionale e, per certi e peculiari versi, tragicamente ordinario. Eccezionale perché si tratta praticamente dell’unica testimonianza di un osservatore internazionale dall’interno (e dall’inferno) della guerra di Gaza, dal momento che Israele ha imposto un blocco nei confronti dei reporter e giornalisti fin dall’inizio delle operazioni militari – ciò significa che, sebbene ci siano giornalisti che già vivono e lavorano a Gaza e documentano la situazione, Israele controlla e di fatto nega l’accesso alla stampa",
      "content": "Niente mi aveva preparato (edizioni Altrecose, 2025) di Jean-Pierre Filiu è un libro eccezionale e, per certi e peculiari versi, tragicamente ordinario. Eccezionale perché si tratta praticamente dell’unica testimonianza di un osservatore internazionale dall’interno (e dall’inferno) della guerra di Gaza, dal momento che Israele ha imposto un blocco nei confronti dei reporter e giornalisti fin dall’inizio delle operazioni militari – ciò significa che, sebbene ci siano giornalisti che già vivono e lavorano a Gaza e documentano la situazione, Israele controlla e di fatto nega l’accesso alla stampa internazionale e considera la stampa locale come parte della popolazione sotto assedio. Filiu, arabista, politologo ed ex-diplomatico (particolarmente attento allo specifico della Striscia, in quanto già autore di Una storia di Gaza), invece, è riuscito a trascorrere trentadue giorni nell’enclave palestinese unendosi come consulente a una missione umanitaria di Medici senza Frontiere. Con l’occhio di storico e antropologo, ma soprattutto di persona che con quel territorio intrattiene un rapporto intimo e profondo, racconta – fra annotazione diaristica in presa diretta e reportage riflessivo – ciò che sente e vede, o ancora meglio registra le conseguenze dei combattimenti e distruzione implacabili quasi come un’eco, assorbendo il più possibile: entrato, attraverso la Giordania, dal valico di Kerem Shalom (“Vigneto della pace”, a sud, vicino a Rafah), l’autore è comunque costretto, come le varie associazioni, a rimanere negli stretti confini della zona umanitaria, a Khan Yunis, costellata di interminabili tendopoli (che “coprono anche la vista del mare”) e abitata dai diversi operatori. Spari e bombe sono, prevalentemente, sullo sfondo ma inevitabilmente impressi nelle parole e nell’angoscia degli sfollati, con scarsissime prospettive di sicurezza e di futuro. È qui, appunto, che il resoconto di Filiu si fa “tragicamente ordinario”: per la triste ripetitività con cui, dall’osservatorio privilegiato in cui si trova il politologo francese, arrivano, implacabili e a cadenza regolare, i segni delle morti e delle devastazioni di un massacro condotto con precisione quasi routinaria. Forse in maniera inconscia, un tale aspetto pare riverberarsi anche nello stile di scrittura: in diversi punti del libro gli effetti degli scontri vengono descritti attraverso metafore di carattere liturgico (“litanie di rovine” o “rosari di spari”), a indicare in un certo senso l’autoreferenzialità messianica di un conflitto che, fin dai suoi primi momenti, si è caratterizzato (da una parte e dall’altra, e poi sempre più unilateralmente da Israele) per una diffusa assenza di ponderazione strategica e per un impiego della violenza quasi fine a sé stessa. D’altronde, all’inizio del libro, Filiu prova a catturare un tale incedere della politica di Netanyhau verso il popolo gazawi con un’altra metafora, sempre di ascendenza religiosa: si riprende infatti un articolo del filosofo Yuval Noah Harari in cui le azioni del Primo Ministro israeliano vengono messe in parallelo alla biblica furia cieca di Sansone, che cercava vendetta contro i filistei “anche a costo di far morire la propria anima”. Non per questo Niente mi aveva preparato – al netto del fatto che, fra la confusione del massacro e il blocco costante dell’informazione, una vera e propria ricognizione sul campo di tutta la Striscia è pressoché impossibile – rinuncia al tentativo di “separare il grano dal loglio”, ad analizzare l’intreccio di responsabilità e le frizioni sociali che comunque covano in mezzo alle macerie. A partire, per esempio, dalla controversia sull’ingresso degli aiuti alimentari nella Striscia attraverso la quale Israele ha giocato una “partita politica” nel tentativo di indebolire Hamas, andando però di fatto a ridurre l’approvvigionamento dei beni essenziali e a diffondere la fame tra la popolazione. I convogli dell’ONU vengono infatti assaltati dalle gang di Yasser Abu Shabab, un membro di una famiglia di Rafah precedentemente già incarcerato dalla fazione islamista al governo di Gaza per via dei suoi traffici illeciti e ora protetto dalle forze di Tel Aviv (che, al contempo, scelgono di non garantire la sicurezza dei carichi in entrata dai valichi). Si genera dunque un “crollo dell’ordine pubblico” e una spirale di saccheggi e corruzione che fanno lievitare i prezzi dei prodotti di prima necessità sui mercati di Gaza, i quali, a loro volta, chiamano in risposta la contro-reazione di Hamas che procede a giustiziare responsabili e dissidenti tramite la pratica delle gambizzazioni. Inoltre, annota sempre Filiu, fra deterioramento delle condizioni di vita e promiscuità dovuta allo sfollamento, cresce e si moltiplica la violenza sulle donne: nell’ottobre del 2024 il Ministero della Salute ha comunicato le procedure da seguire in caso di stupro, con aborto “facilitato” fino al centoventesimo giorno di gravidanza (mentre l’assedio militare imposto dalle forze israeliane a diver",
      "image_url": null,
      "author": "Francesco Brusa",
      "published_at": "2025-11-13T02:21:22.775745",
      "collected_at": "2025-11-13T02:21:22.775770",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 42,
      "title": "Paolo Berizzi: “CasaPound coperta per anni dalle istituzioni”",
      "slug": "paolo-berizzi:-“casapound-coperta-per-anni-dalle-i",
      "url": "https://www.micromega.net/paolo-berizzi-casapound-coperta-per-anni-dalle-istituzioni/",
      "summary": "L’uscita di Il libro segreto di CasaPound (Fuoriscena, 2025) di Paolo Berizzi non è passata inosservata e non solo per il successo dell’operazione editoriale. Il movimento neofascista romano ha infatti cercato di bloccarne la pubblicazione; un tentativo fallito, a cui ha fatto seguito una campagna di boicottaggio sui social, culminata in un video diffuso da Davide Di Stefano, fratello di Simone Di Stefano, ex segretario dell’organizzazione. In questa intervista Berizzi, da anni sotto scorta per le minacce ricevute dall’estrema destra, parla della sua inchiesta che svela chi ha finanziato CasaP",
      "content": "L’uscita di Il libro segreto di CasaPound (Fuoriscena, 2025) di Paolo Berizzi non è passata inosservata e non solo per il successo dell’operazione editoriale. Il movimento neofascista romano ha infatti cercato di bloccarne la pubblicazione; un tentativo fallito, a cui ha fatto seguito una campagna di boicottaggio sui social, culminata in un video diffuso da Davide Di Stefano, fratello di Simone Di Stefano, ex segretario dell’organizzazione. In questa intervista Berizzi, da anni sotto scorta per le minacce ricevute dall’estrema destra, parla della sua inchiesta che svela chi ha finanziato CasaPound, i suoi legami con la politica e le connivenze istituzionali, ripercorrendo la parabola di un movimento che, dopo l’ascesa, vede oggi il suo declino. Il libro è basato sulle rivelazioni di una talpa, una vera e propria gola profonda. Nel Prologo si fa menzione di questa genesi. Come è arrivato a dare la sua fiducia a uno sconosciuto appartenente a un’area politica in cui, per usare un eufemismo, lei non è certo amato? Lo spiego appunto nel Prologo del libro. È andata così: nel 2020 vado a Roma, accompagnato dalla mia scorta – ero sotto protezione già da quasi due anni – per seguire una manifestazione di CasaPound contro il green pass varato dal governo Conte per contenere il Covid. Si svolge in piazza Santi Apostoli ed è passata alla cronaca come la protesta delle “mascherine tricolori”. In realtà fu un mezzo flop: a tirare le fila delle piazze più violente contro le misure sanitarie più che CasaPound era Forza Nuova. A fine manifestazione, mentre torno verso l’auto, mi si avvicina una ragazza apparentemente innocua: nessun simbolo o segno che la riconduca all’ambiente neofascista. Mi dice: “Berizzi, so che può sembrare strano, ma se è interessato a sapere delle cose su CasaPound mi contatti a questo numero”. Mi lascia un bigliettino, mi saluta e se ne va. La scena mi incuriosisce e mi lascia basito: capisco che è di area, ma non so cosa pensare. Immagino sia uno scherzo, una provocazione. Passano alcuni mesi. Un giorno scrivo un tweet e ricevo in privato un messaggio da un utente con un nome di facciata: dice di essere pronto a raccontarmi cose inedite su CasaPound e aggiunge che aveva già tentato di contattarmi tramite una ragazza, la sua compagna, che mi aveva lasciato un numero di telefono. Mi si accende una lampadina. Il bigliettino, però, l’avevo buttato. Dopo qualche giorno decido di chiamarlo, senza molte aspettative. Durante la prima telefonata – una decina di minuti – lui mi dice di essere un militante di primo livello dell’organizzazione, con molte cose da rivelare. Io rimango prudente, verifico con alcune fonti romane e comprendo presto che la fonte è genuina e affidabile. Naturalmente considero anche il rischio che voglia usare me per regolare conti interni, ma ciò che prevale è il valore del suo racconto: una testimonianza diretta dall’interno sui meccanismi e gli ingranaggi segreti dell’organizzazione. E dopo questi primi contatti quali sviluppi si registrano? Inizia a fornirmi documenti, chat, messaggi, fotografie, audio: prove che confermano la sua attendibilità. Capisco che tutto quel materiale non può restare confinato a un’inchiesta sul giornale: è troppo, ed è inedito. Deve diventare un libro. Lo propongo all’editore e, dopo varie vicissitudini, nasce questo lavoro d’inchiesta. Per la prima volta un militante di CasaPound – l’organizzazione fascista più importante degli ultimi vent’anni – racconta dall’interno segreti, sponde politiche, finanziatori, struttura, legami con la destra di governo, il ricorso alla violenza come metodo, i campi di addestramento, i capi e i sottocapi. È un libro nato da un incontro casuale ma determinante. La mia fonte non è un pentito, non è un ex: è ancora dentro l’organizzazione. È un fascista che si è sentito tradito dai suoi stessi compagni e ha deciso di raccontare chi sono davvero. Lei si occupa da anni di destra estrema, portandone a galla anche i legami con quella istituzionale. Questa inchiesta l’ha portata a conoscere qualcosa di nuovo? Sì, mi ha fatto scoprire i rapporti – in alcuni casi molto stretti, anche personali – che legano CasaPound a membri di Fratelli d’Italia e ad alcuni esponenti del governo italiano. La cosa che più mi ha sorpreso, e su cui finora non si era mai fatta luce, è uno degli scoop del libro: i legami tra Giorgia Meloni e alcuni membri di primo piano di CasaPound. In particolare si tratta di due nomi. Il primo è Alessandro Giombini, detto Manolo: uno dei cinque “arditi” che, nella notte del 27 dicembre 2003, sfondarono i vetri di via Napoleone III e occuparono il palazzo che da allora è la sede di CasaPound. Meloni, anni fa, ha avuto con Giombini un rapporto personale e stretto. Il secondo è Alessio Tarani, leader di CasaPound Padova, tuttora responsabile provinciale del movimento. Anche con lui Meloni ebbe un legame negli anni di gioventù. Come lo ebbe con i fratelli De Angelis, Marcello e Renato: il primo, ex terrorista di Terza P",
      "image_url": null,
      "author": "Fabio Bartoli",
      "published_at": "2025-11-13T02:21:22.779051",
      "collected_at": "2025-11-13T02:21:22.779072",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 43,
      "title": "Il fascismo secondo Vannacci",
      "slug": "il-fascismo-secondo-vannacci",
      "url": "https://www.micromega.net/il-fascismo-secondo-vannacci/",
      "summary": "Negli ultimi giorni il generale Roberto Vannacci – vice segretario della Lega ed europarlamentare – ha deciso di impartire una lezione di storia a chi, a suo dire, “l’ha studiata nei manuali del Pd”. Ha spiegato che la marcia su Roma “non fu un colpo di Stato ma poco più di una manifestazione di piazza”, che Mussolini “giunse al potere in maniera formalmente legale”, che “tutte le leggi del fascismo furono approvate dal Parlamento e promulgate dal Re, secondo le procedure previste dalla legge” e che “almeno fino alla metà degli anni Trenta, il fascismo esercitò il potere attraverso gli strumen",
      "content": "Negli ultimi giorni il generale Roberto Vannacci – vice segretario della Lega ed europarlamentare – ha deciso di impartire una lezione di storia a chi, a suo dire, “l’ha studiata nei manuali del Pd”. Ha spiegato che la marcia su Roma “non fu un colpo di Stato ma poco più di una manifestazione di piazza”, che Mussolini “giunse al potere in maniera formalmente legale”, che “tutte le leggi del fascismo furono approvate dal Parlamento e promulgate dal Re, secondo le procedure previste dalla legge” e che “almeno fino alla metà degli anni Trenta, il fascismo esercitò il potere attraverso gli strumenti previsti dallo Statuto Albertino, cioè all’interno dell’ordinamento giuridico del Regno d’Italia”. Niente di nuovo, in verità: non è che il repertorio standard di chi vuole relegare gli elementi problematici del fascismo alla seconda parte del Ventennio, cercando di ridimensionarne le responsabilità storiche. Quel che Vannacci però dimentica, in questa sua ricostruzione quantomeno lacunosa dei fatti, è che la storia del fascismo inizia prima della presa del potere di Mussolini, nel biennio 1919-1920, con le violenze delle camicie nere, vere e proprie milizie utilizzate per condurre spedizioni punitive contro sindacati, partiti socialisti e comunisti, sedi di associazioni operaie e contadine. Dimentica anche che l’assassinio di Giacomo Matteotti avvenne agli esordi del regime, nel 1924, e l’arresto di Antonio Gramsci nel 1926, gli stessi anni in cui furono approvate le leggi fascistissime che abolirono le libertà democratiche, svuotarono il parlamento e consegnarono ogni potere al capo del governo. Vannacci, del resto, non è nuovo a manifestazioni di “fascismofilia”: dalle sue rivendicazioni di simpatia per la X Mas fino a dichiarazioni che ammiccano apertamente alla retorica del Ventennio. Ma anche se la tentazione sarebbe quella di passare oltre, non dobbiamo lasciar correre. Perché quando un rappresentante delle istituzioni, con un importante incarico in un partito attualmente al governo del paese, porta avanti questa retorica, non è folclore: è apologia di fascismo, e come tale dovrebbe essere trattata, sia dal partito a cui appartiene sia, se necessario, da chi di dovere sul piano giudiziario. Dobbiamo però riconoscere che Vannacci su un punto ha ragione: il fascismo prese il potere nel rispetto delle leggi e a lungo governò nel rispetto formale delle norme in vigore. E questo deve metterci ancora di più in guardia perché mostra che i regimi autoritari si possono instaurare anche nel formale rispetto della legalità. CREDITI FOTO: Roberto Vannacci al raduno della Lega a Pontida (Bergamo), 21 settembre 2025. ANSA/MICHELE MARAVIGLIA L'articolo Il fascismo secondo Vannacci proviene da MicroMega.",
      "image_url": null,
      "author": "Cinzia Sciuto",
      "published_at": "2025-11-13T02:21:22.779699",
      "collected_at": "2025-11-13T02:21:22.779716",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 13,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 44,
      "title": "“Le lezioni della storia” di Edgar Morin: pensare la complessità del tempo",
      "slug": "“le-lezioni-della-storia”-di-edgar-morin:-pensare-",
      "url": "https://www.micromega.net/le-lezioni-della-storia-di-edgar-morin-pensare-la-complessita-del-tempo/",
      "summary": "Edgar Morin non ha soltanto riflettuto sulla Storia. L’ha anche vissuta. Non sorprende, in questo senso, che un secolo di vita conduca a porsi una domanda così radicale: è possibile trarre lezioni dalla storia? In un’epoca in cui il mondo è entrato in una nuova fase di turbamenti, fatta di guerre, sconvolgimenti climatici e incertezze politiche, il sociologo e filosofo francese, teorico del pensiero complesso e autore di Il Metodo – la sua opera maggiore, in sei volumi – si interroga, in questo breve saggio, sulla possibilità stessa di apprendere dal passato. Le lezioni della storia (traduzion",
      "content": "Edgar Morin non ha soltanto riflettuto sulla Storia. L’ha anche vissuta. Non sorprende, in questo senso, che un secolo di vita conduca a porsi una domanda così radicale: è possibile trarre lezioni dalla storia? In un’epoca in cui il mondo è entrato in una nuova fase di turbamenti, fatta di guerre, sconvolgimenti climatici e incertezze politiche, il sociologo e filosofo francese, teorico del pensiero complesso e autore di Il Metodo – la sua opera maggiore, in sei volumi – si interroga, in questo breve saggio, sulla possibilità stessa di apprendere dal passato. Le lezioni della storia (traduzione di Alessandro Mola, Garzanti, 2025) concentra infatti un’intera vita di osservazioni, esperienze e dubbi in sedici “lezioni” che, in realtà, non sono lezioni nel senso convenzionale, ma piuttosto risvegli, contro-certezze e ammonimenti contro ogni presunzione di poter dominare il senso del tempo. Le lezioni della storia colpiscono innanzitutto per la loro apparente semplicità. Alcuni titoli di queste “lezioni” potrebbero sembrare quasi naïf, persino semplicistici a prima vista (“Il risultato di un’azione può essere contrario alla sua prima intenzione”; “L’improbabile può avvenire”). Ma questa impressione iniziale è volutamente ingannevole: la profondità e la densità analitica si dispiegano pienamente nello sviluppo di ciascuna meditazione, rivelando un pensiero rigoroso che trasforma queste massime apparentemente ovvie in veri strumenti di interpretazione storica. In questo senso, la scelta del traduttore di rendere il titolo, originariamente una domanda (Y a-t-il des leçons de l’Histoire ?), in un’affermazione (Le lezioni della storia) conferisce grande senso all’opera. Pensare la storia La storia, scrive Morin, non obbedisce né a leggi né a direzioni prefissate. Avanza nella contraddizione, sotto il segno dell’imprevedibile. Da questa constatazione trae del resto la prima lezione del libro, appresa dal suo maestro Georges Lefebvre, illustre storico della Rivoluzione francese e professore alla Sorbona: Il risultato di un’azione può essere contrario alla sua prima intenzione. Questo postulato, che Morin ha poi approfondito e sviluppato sotto il termine di “ecologia dell’azione”, porta il sociologo a concepire la Storia come un sistema di interazioni in cui ogni decisione, diffondendosi in un contesto incerto, finisce per sfuggire ai suoi autori. Lontana da ogni lettura teleologica, la Storia viene qui presentata come un tessuto di ambivalenze: la Rivoluzione ha generato anche il Terrore; un popolo perseguitato può diventare persecutore; le trasformazioni sociali possono produrre esiti contrari alle intenzioni originarie. In un certo senso, Edgar Morin si oppone qui alla tradizione positivista ma anche, in parte, al marxismo ortodosso di cui fu un tempo vicino: la Storia non si dispiega secondo leggi orientate al progresso; si contraddice, si ribalta, si reinventa spesso nell’improbabile. L’intelligenza del tragico Ed è proprio in questo riconoscimento dell’imprevedibile che risiede la linfa vitale del pensiero e della saggezza moriniana. Perché sì, l’improbabile può accadere: Atene sconfigge la Persia, l’Urss crolla senza guerra, alcune vittime di ieri diventano i carnefici di oggi. Questi ribaltamenti, lungi dal nutrire istanze relativiste, fondano un’etica della lucidità. Pensare storicamente, per Morin, non significa trarre lezioni, ma imparare a vivere con l’incertezza: accettare la fragilità del senso senza rinunciare alla comprensione. La particolarità di questa prospettiva risiede soprattutto nella duplice esigenza di complessità e auto-osservazione. Storico, pensatore, cittadino devono interrogarsi sulla propria posizione: “Nessuna osservazione è valida senza auto-osservazione”. Questo principio, oggi più che mai, contrasta con molti discorsi e pratiche tecnocratiche e mediatiche che pretendono di parlare “da nessun luogo”, da una posizione priva di bias e di ideologia. Morin ci ricorda qui che ogni conoscenza è situata e che pensare significa sempre pensarsi come pensante. Il disincanto del progresso? Uno dei passaggi più significativi e incisivi del saggio riguarda la fede moderna – quasi religiosa – nel progresso. Morin mostra come lo sviluppo scientifico e tecnico non abbia prodotto alcun progresso morale: Auschwitz, Hiroshima, Gaza ne sono la tragica prova. La razionalità che ordina i mezzi non garantisce alcuna finalità etica. Al contrario, può persino trasformarsi in strumento di barbarie. In questo senso, lo si potrebbe avvicinare, sotto certi aspetti, alla Dialettica dell’illuminismo di Adorno e Horkheimer, con la differenza che Morin ne trae una conseguenza più umanista. Per lui, l’unico progresso desiderabile è quello della comprensione: comprensione degli altri, della complessità del mondo, della comunità di destino che lega gli esseri umani e il pianeta. In un’epoca saturata da promesse tecnologiche, intelligenze artificiali e algoritmi predittivi, questa idea acquista una risonanza particolare: ",
      "image_url": null,
      "author": "Mattéo Scognamiglio",
      "published_at": "2025-11-13T02:21:22.781674",
      "collected_at": "2025-11-13T02:21:22.781690",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 45,
      "title": "27-30 novembre le Giornate della laicità a Reggio Emilia",
      "slug": "27-30-novembre-le-giornate-della-laicità-a-reggio-",
      "url": "https://www.micromega.net/27-30-novembre-le-giornate-della-laicita-a-reggio-emilia/",
      "summary": "Dal 27 al 30 novembre, a Reggio Emilia, tornano le Giornate della laicità, il festival di approfondimento culturale dedicato al pensiero laico, critico e razionale, promosso da Iniziativa laica, MicroMega e Arci Reggio Emilia. Tema di questa sedicesima edizione, con la direzione scientifica della filosofa e direttrice di MicroMega Cinzia Sciuto, è “Totem e tabù. La libertà al tempo dei nuovi autoritarismi”. Saranno quattro giorni di dibattiti e riflessioni a più voci, che si svolgeranno prevalentemente al Laboratorio Aperto dei Chiostri di San Pietro (via Emilia San Pietro 44c), con la parteci",
      "content": "Dal 27 al 30 novembre, a Reggio Emilia, tornano le Giornate della laicità, il festival di approfondimento culturale dedicato al pensiero laico, critico e razionale, promosso da Iniziativa laica, MicroMega e Arci Reggio Emilia. Tema di questa sedicesima edizione, con la direzione scientifica della filosofa e direttrice di MicroMega Cinzia Sciuto, è “Totem e tabù. La libertà al tempo dei nuovi autoritarismi”. Saranno quattro giorni di dibattiti e riflessioni a più voci, che si svolgeranno prevalentemente al Laboratorio Aperto dei Chiostri di San Pietro (via Emilia San Pietro 44c), con la partecipazione di Gustavo Zagrebelsky, Paola di Nicola Travaglini, Paolo Flores d’Arcais, Giorgia Serughetti, Steven Forti, Giovanni Fornero, Stefano Caserini, Annalisa Corrado, Marco Marzano, Marco Politi, Lucetta Scaraffia, Ilaria Valenzi. Quattro giorni per parlare di cittadinanza attiva, democrazia, ambiente, fine vita, Chiesa, violenza contro le donne, disuguaglianze e tanto altro. “Viviamo in un tempo di profondo regresso democratico. L’onda lunga dello slancio democratico nato nel secondo dopoguerra sembra essersi infranta: al suo posto si staglia un paesaggio sempre più popolato da nuovi totem – verità indiscutibili, simboli sacralizzati, identità intoccabili – e nuovi tabù, che delimitano il perimetro di ciò che si può dire, fare, scegliere” spiega la direttrice del Festival Cinzia Sciuto. “Lo scopo di questa edizione delle Giornate della laicità è proprio questo: interrogare i nuovi sacri e intoccabili totem, smascherarli, sottoporli al vaglio della ragione e del pensiero critico, nel solco dell’approccio laico che da sempre anima questo festival. I totem del nostro tempo non si presentano più solo sotto forma religiosa: oggi si sacralizza la sicurezza, che viene opposta sistematicamente alla libertà; si sacralizza la patria; si sacralizzano l’identità nazionale, i confini, l’ordine pubblico, la famiglia ‘naturale’, la vita anche quando diventa tortura. Parallelamente, nuovi tabù si impongono nel discorso pubblico e nell’agenda politica: il fine vita, ancora sostanzialmente escluso da ogni dibattito parlamentare; i diritti riproduttivi, sotto attacco in Italia e nel mondo; il dissenso, costantemente represso e criminalizzato; il diritto internazionale, ridotto sempre più a orpello retorico. In questo scenario la laicità – intesa non solo come separazione tra Stato e religione, ma come metodo di indagine, postura critica, rifiuto di ogni verità rivelata e di ogni principio di autorità – si conferma uno strumento essenziale per orientarsi in un mondo che sacralizza e censura, spesso in nome di un ‘bene superiore’ che non ammette obiezione”. Tutti gli incontri in presenza sono a ingresso libero. I dettagli del programma sono disponibili sul sito www.giornatedellalaicita.com. E per chi parteciperà al festival, MicroMega ha riservato una promozione speciale! Sarà possibile interagire con il festival attraverso i social network: Facebook @iniziativa.laica Instagram @Iniziativa_laica Youtube Giornate della laicità L’hashtag del festival è #Giornatedellalaicita2025 Le Giornate della laicità 2025 sono realizzate grazie alla collaborazione di Arci Emilia-Romagna, il contributo della Regione Emilia-Romagna nell’ambito del progetto Itinere e del Comune di Reggio Emilia, nell’ambito della rassegna “Animali intelligenti”, e il sostegno di Cgil Reggio Emilia. Mediapartner Left. Immagine coordinata Foletti&Petrillo Design. Il bookshop sarà gestito dalla libreria “Librerie.coop All’Arco”. L'articolo 27-30 novembre le Giornate della laicità a Reggio Emilia proviene da MicroMega.",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:22.782307",
      "collected_at": "2025-11-13T02:21:22.782314",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 18,
      "keywords": [
        "philosophy",
        "news",
        "it",
        "micromega"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 46,
      "title": "Polizia giudiziaria nell’era digitale: tra codice penale e codice binario",
      "slug": "polizia-giudiziaria-nell’era-digitale:-tra-codice-",
      "url": "https://www.ictsecuritymagazine.com/articoli/polizia-giudiziaria/",
      "summary": "La polizia giudiziaria italiana si trova oggi a operare in uno spazio ibrido dove la materialità fisica del reato si dissolve progressivamente in flussi di dati, tracce volatili e infrastrutture cloud distribuite su più giurisdizioni. Questa trasformazione non rappresenta semplicemente un’evoluzione degli strumenti investigativi, ma impone una ridefinizione epistemologica del concetto stesso di accertamento del fatto-reato. Quando un attacco ransomware paralizza un’infrastruttura critica, quando una frode finanziaria si consuma attraverso smart contract anonimi, quando un’operazione di spionag",
      "content": "La polizia giudiziaria italiana si trova oggi a operare in uno spazio ibrido dove la materialità fisica del reato si dissolve progressivamente in flussi di dati, tracce volatili e infrastrutture cloud distribuite su più giurisdizioni. Questa trasformazione non rappresenta semplicemente un’evoluzione degli strumenti investigativi, ma impone una ridefinizione epistemologica del concetto stesso di accertamento del fatto-reato. Quando un attacco ransomware paralizza un’infrastruttura critica, quando una frode finanziaria si consuma attraverso smart contract anonimi, quando un’operazione di spionaggio industriale avviene tramite malware persistente, gli investigatori si confrontano con una criminalità che non lascia impronte digitali nel senso tradizionale, ma genera piuttosto costellazioni di artefatti digitali la cui interpretazione richiede competenze che trascendono la formazione giuridica classica. L’articolo 55 del Codice di Procedura Penale definisce la polizia giudiziaria come l’insieme degli ufficiali e agenti che svolgono funzioni di prevenzione e repressione dei reati, dovendo prendere notizia dei reati, impedire che vengano portati a conseguenze ulteriori, ricercarne gli autori e compiere gli atti necessari per assicurare le fonti di prova. Questa definizione, cristallizzata in un’epoca in cui il crimine aveva ancora coordinate spaziotemporali definite, oggi si scontra con realtà investigative dove l’autore del reato può trovarsi in una giurisdizione, i server utilizzati in un’altra, i dati compromessi in una terza, e le conseguenze dannose manifestarsi in una quarta. La polizia giudiziaria deve quindi operare simultaneamente su piani giuridici, tecnici e geopolitici che si intersecano in modi imprevedibili. L’asimmetria tra velocità dell’attacco e tempi dell’accertamento Una delle contraddizioni più acute che caratterizza l’attività della polizia giudiziaria in ambito cyber riguarda la discrasia temporale tra la rapidità con cui si consumano i crimini informatici e la necessaria ponderazione dell’azione investigativa vincolata al rispetto delle garanzie procedurali. Un attacco DDoS può saturare un’infrastruttura in pochi minuti, un data breach può estrarre terabyte di informazioni in ore, ma l’acquisizione probatoria di questi eventi deve seguire protocolli forensi che garantiscano l’integrità della prova, la catena di custodia, l’irripetibilità degli atti quando necessario. Questa tensione tra urgenza operativa e rigore procedurale non è risolvibile attraverso scorciatoie normative, ma richiede piuttosto una profonda comprensione tecnica che permetta agli investigatori di identificare quali dati sono volatili e quindi da cristallizzare immediatamente, e quali invece possono essere oggetto di successive analisi più approfondite. La memoria RAM di un sistema compromesso, i log temporanei dei firewall, le sessioni attive nelle connessioni di rete rappresentano elementi probatori che esistono in una finestra temporale ristretta. La polizia giudiziaria deve quindi sviluppare capacità di triage investigativo che permettano di prioritizzare le attività di acquisizione sulla base non solo della rilevanza penale, ma anche della persistenza tecnica delle evidenze digitali. Questo approccio richiede una formazione che integri la conoscenza del diritto processuale penale con competenze sistemistiche profonde su architetture di rete, sistemi operativi, protocolli di comunicazione e tecniche di persistence del malware. Il nodo gordiano della giurisdizione digitale La dimensione transnazionale del cybercrime pone alla polizia giudiziaria sfide che non trovano facile risoluzione nel framework normativo tradizionale. La Convenzione del Consiglio d’Europa sulla criminalità informatica, firmata a Budapest il 23 novembre 2001 e ratificata dall’Italia con la legge 18 marzo 2008, n. 48, ha rappresentato il primo tentativo organico di armonizzazione delle norme penali sostanziali e delle procedure investigative in materia di crimini informatici. Tuttavia, l’applicazione pratica di questi strumenti cooperativi si scontra con tempi di risposta alle rogatorie internazionali spesso incompatibili con la volatilità delle prove digitali. Un server utilizzato per un attacco può essere dismesso e riconfigurato in ore, vanificando qualsiasi tentativo di acquisizione probatoria che richieda il passaggio attraverso canali diplomatici tradizionali. In questo contesto, emergono pratiche investigative ibride che cercano di bilanciare la sovranità territoriale con l’efficacia dell’azione di contrasto. L’accesso transfrontaliero ai dati conservati in cloud, la cooperazione diretta tra forze di polizia bypassando parzialmente i canali diplomatici, l’utilizzo di strumenti di hacking legale per accedere a sistemi ubicati in altre giurisdizioni rappresentano tutte strategie che sollevano complessi interrogativi di legittimità costituzionale e compatibilità con i diritti fondamentali. La polizia giudiziaria italiana, operando nel perimetro de",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:23.801073",
      "collected_at": "2025-11-13T02:21:23.801092",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 47,
      "title": "Giovani hacker: perché scelgono il lato oscuro dell’hacking",
      "slug": "giovani-hacker:-perché-scelgono-il-lato-oscuro-del",
      "url": "https://www.ictsecuritymagazine.com/notizie/giovani-hacker/",
      "summary": "L’età media degli hacker arrestati negli Stati Uniti è precipitata a 19 anni, rispetto ai 37 anni per tutti gli altri crimini, secondo il Supervisory Special Agent William McKeen dell’FBI (maggio 2024), e il 61% dei giovani coinvolti nel cybercrime ha iniziato a sperimentare con tecnologie prima dei 16 anni secondo la UK National Crime Agency. Questa drammatica inversione generazionale non è un semplice dato statistico, ma il sintomo di una trasformazione radicale nel panorama della sicurezza informatica. I crimini informatici sempre più sofisticati vengono perpetrati da individui “sempre più ",
      "content": "L’età media degli hacker arrestati negli Stati Uniti è precipitata a 19 anni, rispetto ai 37 anni per tutti gli altri crimini, secondo il Supervisory Special Agent William McKeen dell’FBI (maggio 2024), e il 61% dei giovani coinvolti nel cybercrime ha iniziato a sperimentare con tecnologie prima dei 16 anni secondo la UK National Crime Agency. Questa drammatica inversione generazionale non è un semplice dato statistico, ma il sintomo di una trasformazione radicale nel panorama della sicurezza informatica. I crimini informatici sempre più sofisticati vengono perpetrati da individui “sempre più giovani”, una tendenza definita “terrificante” da McKeen alla RSA Conference 2024. Il fenomeno si spiega con la convergenza di tre fattori: il crollo delle barriere tecniche all’ingresso nel cybercrime, l’esplosione di strumenti pronti all’uso accessibili su piattaforme mainstream come Telegram (che ha raggiunto 1 miliardo di utenti attivi mensili nel marzo 2025), e motivazioni psicologiche profondamente radicate nell’ego, nel riconoscimento tra pari e nella ricerca di identità. Questo rapporto analizza il decennio 2015-2025, durante il quale Cybersecurity Ventures ha previsto che il cybercrime potrebbe costare 10,5 trilioni di dollari annui entro il 2025, e l’hacktivismo si è trasformato da movimento anti-establishment in strumento, sempre più spesso, di cyber warfare statale. La psicologia dei giovani hacker: ego, sfida intellettuale e appartenenza La ricerca accademica degli ultimi dieci anni ha demolito gli stereotipi romantici sull’hacker solitario spinto dalla pura curiosità intellettuale. Lo studio di Hani et al. pubblicato su Frontiers in Computer Science nell’aprile 2024 è riuscito con accuratezza a predire i tipi di hacker utilizzando i Big Five personality traits, identificando quattro temi motivazionali dominanti: la compulsione ad hackerare, la curiosità, il controllo e l’attrazione per il potere, e il riconoscimento tra pari e l’appartenenza al gruppo. La teoria del flusso psicologico (flow state) di Csikszentmihalyi spiega come gli hacker sperimentino stati di concentrazione intensa e distorsione temporale durante gli attacchi, creando un’esperienza intrinsecamente gratificante che facilita l’escalation verso comportamenti criminali man mano che le competenze si sviluppano. I black hat hacker presentano profili psicologici distintamente diversi dagli ethical hacker. La ricerca ha identificato nell’apertura all’esperienza il tratto dominante dei black hat, caratterizzati dalla volontà di affrontare sfide creative e spinti da fama, guadagno finanziario, vendetta e auto-gratificazione. Al contrario, i white hat mostrano livelli più elevati di gradevolezza e coscienziosità. I gray hat, che oscillano tra comportamenti etici e malevoli, presentano come tratto dominante il nevroticismo, spesso essendo ex-black hat in fase di transizione. Questa distinzione non è meramente accademica: lo studio coreano del 2023 che ha analizzato i crimini di hacking attraverso interviste con specialisti di polizia ha rivelato che il 35,71% dei crimini di hacking legati all’integrità erano motivati dal “divertimento”, superando qualsiasi altra motivazione. Il professor Thomas J. Holt della Michigan State University ha documentato attraverso ricerche pluriennali pubblicate su British Journal of Criminology e Crime and Delinquency come i mercati del cybercrime operino con strutture economiche reali e incentivi chiari. La sua analisi dei forum russi che facilitano la distribuzione di malware ha rivelato dinamiche sociali che strutturano le relazioni acquirente-venditore e il trasferimento di conoscenze tra hacker esperti e novizi. Il software malevolo è diventato così sofisticato che gli individui ora vendono vari programmi e servizi attraverso mercati elettronici dove i dati possono essere comprati e venduti con la stessa facilità di prodotti legittimi. Questa professionalizzazione ha creato un fenomeno economico reale con impatto e conseguenze economiche tangibili, come sottolineato dallo stesso Holt. La ricerca di riconoscimento tra pari rappresenta un motore motivazionale particolarmente potente per i giovani. Gli studi dimostrano consistentemente che gli hacker “si associano con altri individui che si impegnano anch’essi in comportamenti di hacking sotto forma di associazioni puramente elettroniche, come sessioni di chat online, o più intimamente attraverso club di hacking come Cult of the Dead Cow e Legion of Doom”. Le convention come DefCon forniscono luoghi dove gli hacker “condividono le loro competenze, idee e informazioni tecniche” per guadagnare status e riconoscimento. La ricerca di Hani et al. ha identificato che gli individui sviluppano identità di hacker attraverso il “desiderio di esprimere se stessi”, “sperimentare autonomia/libertà” e “sviluppare compagnia tra pari”, servendo così funzioni di costruzione identitaria particolarmente rilevanti durante l’adolescenza. La meta-analisi del 2023 che ha esaminato 48 artic",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:23.809604",
      "collected_at": "2025-11-13T02:21:23.809625",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 48,
      "title": "Le procure distrettuali per i reati informatici: l’architettura investigativa italiana nel contrasto al cybercrime",
      "slug": "le-procure-distrettuali-per-i-reati-informatici:-l",
      "url": "https://www.ictsecuritymagazine.com/articoli/procure-distrettuali/",
      "summary": "Mentre il dibattito teorico sui diritti fondamentali e sulle garanzie processuali nell’era digitale continua a impegnare giuristi e costituzionalisti, nelle aule delle Procure Distrettuali italiane si consuma quotidianamente la traduzione pratica di quei principi in azione investigativa concreta. I 26 distretti di Corte d’Appello italiani (più 3 sezioni distaccate a Bolzano, Sassari e Taranto), individuati dall’articolo 11 della legge 48/2008, rappresentano l’ossatura del sistema italiano di contrasto alla criminalità informatica, un’architettura organizzativa che ricalca il modello già consol",
      "content": "Mentre il dibattito teorico sui diritti fondamentali e sulle garanzie processuali nell’era digitale continua a impegnare giuristi e costituzionalisti, nelle aule delle Procure Distrettuali italiane si consuma quotidianamente la traduzione pratica di quei principi in azione investigativa concreta. I 26 distretti di Corte d’Appello italiani (più 3 sezioni distaccate a Bolzano, Sassari e Taranto), individuati dall’articolo 11 della legge 48/2008, rappresentano l’ossatura del sistema italiano di contrasto alla criminalità informatica, un’architettura organizzativa che ricalca il modello già consolidato per i reati di terrorismo e criminalità organizzata ma che deve confrontarsi con sfide investigative di natura radicalmente diversa. La scelta legislativa di concentrare a livello distrettuale la competenza sui reati informatici – introducendo il comma 3-quinquies dell’articolo 51 del Codice di Procedura Penale – nasce da una consapevolezza: il cybercrime non conosce confini territoriali e richiede una specializzazione investigativa che non può essere frammentata su base provinciale. Un attacco ransomware contro un ospedale lombardo può essere orchestrato da un gruppo criminale con base in Estonia, utilizzando server compromessi in Asia e infrastrutture di pagamento in criptovalute registrate in paradisi fiscali caraibici. La Procura territorialmente competente per il luogo in cui si è verificato l’evento criminoso deve poter disporre di competenze tecniche e reti investigative che trascendono la dimensione locale, ed è proprio questa capacità di coordinamento sovraprovinciale che giustifica la competenza distrettuale. La genesi normativa: dalla Convenzione di Budapest all’articolo 51 comma 3-quinquies CPP L’introduzione della competenza distrettuale per i reati informatici non è stata immediata né priva di difficoltà applicative. La legge 18 marzo 2008, n. 48, nel ratificare la Convenzione di Budapest (approvata il 23 novembre 2001 ed entrata in vigore il 1° luglio 2004), ha modificato l’assetto procedurale italiano con una tecnica legislativa che inizialmente ha generato incertezze interpretative. L’articolo 11 della legge 48/2008 ha introdotto il comma 3-quinquies all’articolo 51 CPP, attribuendo al pubblico ministero presso il tribunale del capoluogo del distretto di Corte d’Appello la competenza per i procedimenti relativi ai delitti commessi mediante l’impiego di tecnologie informatiche o telematiche. La norma, entrata in vigore il 5 aprile 2008, tuttavia non aveva inizialmente previsto il simmetrico adeguamento della competenza del Giudice per le Indagini Preliminari, generando un’asimmetria procedurale che la Corte di Cassazione ha dovuto risolvere attraverso un’interpretazione costituzionalmente orientata. Solo con la legge n. 125 del 24 luglio 2008, attraverso l’inserimento del comma 1-quater all’articolo 328 CPP, si è completato il quadro normativo, attribuendo anche al GIP distrettuale la competenza sugli atti relativi alle indagini preliminari per i reati informatici. Questa vicenda normativa evidenzia un problema ricorrente nella legislazione italiana in materia di cybercrime: l’urgenza di adeguare l’ordinamento a fenomeni criminali in rapida evoluzione si scontra spesso con la necessità di garantire la coerenza sistematica del Codice di Procedura Penale. Il risultato sono interventi legislativi stratificati, emendamenti a emendamenti, disposizioni transitorie che rendono complessa l’attività interpretativa e applicativa da parte degli operatori del diritto. L’operatività delle Procure Distrettuali: tra specializzazione e frammentazione Le Procure Distrettuali competenti per i reati informatici, presenti nei 26 capoluoghi di distretto di Corte d’Appello più le 3 sezioni distaccate, operano con livelli di specializzazione e dotazioni tecniche estremamente eterogenei. Le Procure di Milano, Roma, Napoli e Torino hanno sviluppato nel tempo pool di magistrati dedicati esclusivamente alla criminalità informatica, con competenze tecniche raffinate e rapporti consolidati con la Polizia Postale e delle Comunicazioni. Altre Procure Distrettuali, invece, affrontano i procedimenti per reati informatici all’interno dei tradizionali gruppi di lavoro, con magistrati che alternano indagini cyber a procedimenti di natura tradizionale. Questa disomogeneità non è solo questione di organizzazione interna ma riflette anche la diversa incidenza territoriale del fenomeno criminale. Le grandi aree metropolitane, con la concentrazione di infrastrutture digitali, data center, provider di servizi cloud e imprese tecnologiche, sono naturalmente epicentri di criminalità informatica. Una frode informatica perpetrata attraverso un server ubicato a Milano genererà competenza della Procura Distrettuale milanese, indipendentemente dal luogo di residenza delle vittime o degli autori del reato. Questo criterio di collegamento territoriale – basato sul luogo in cui si trova il sistema informatico attraverso cui il reato è stato commess",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:23.813658",
      "collected_at": "2025-11-13T02:21:23.813679",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 49,
      "title": "La cybersecurity spaziale nell’era della guerra ibrida",
      "slug": "la-cybersecurity-spaziale-nell’era-della-guerra-ib",
      "url": "https://www.ictsecuritymagazine.com/notizie/cybersecurity-spaziale/",
      "summary": "La cybersecurity spaziale è emersa come una delle sfide più critiche del XXI secolo, trasformando lo spazio extra-atmosferico da frontiera di cooperazione scientifica a dominio contestato dove si scontrano minacce informatiche, interessi geopolitici e vulnerabilità tecnologiche. La sicurezza dei satelliti non è più un problema teorico: è diventata priorità strategica per la difesa nazionale, la resilienza economica e la protezione delle infrastrutture critiche di ogni nazione avanzata. L’alba del 24 febbraio 2022 ha segnato uno spartiacque nella storia della cybersecurity spaziale. Mentre i ca",
      "content": "La cybersecurity spaziale è emersa come una delle sfide più critiche del XXI secolo, trasformando lo spazio extra-atmosferico da frontiera di cooperazione scientifica a dominio contestato dove si scontrano minacce informatiche, interessi geopolitici e vulnerabilità tecnologiche. La sicurezza dei satelliti non è più un problema teorico: è diventata priorità strategica per la difesa nazionale, la resilienza economica e la protezione delle infrastrutture critiche di ogni nazione avanzata. L’alba del 24 febbraio 2022 ha segnato uno spartiacque nella storia della cybersecurity spaziale. Mentre i carri armati russi attraversavano il confine ucraino e i missili colpivano le prime città, un attacco cyber ai satelliti si consumava centinaia di chilometri sopra le nostre teste. La rete satellitare commerciale KA-SAT di Viasat subiva un attacco informatico devastante che avrebbe compromesso circa 30.000 terminali satellitari, dimostrando che la cybersecurity spaziale era diventata arma tattica coordinata con operazioni militari convenzionali. L’attacco KA-SAT: anatomia della prima guerra cyber spaziale documentata Nelle prime ore del mattino del 24 febbraio 2022 – mentre i primi carri armati russi attraversavano il confine – la sicurezza dei satelliti commerciali veniva violata con precisione chirurgica. Secondo quanto riportato ufficialmente da Viasat nei suoi comunicati tecnici, in quei minuti cruciali vennero rilevati «alti volumi di traffico malevolo provenienti da diversi modem e dispositivi dei clienti fisicamente localizzati in Ucraina». Questo attacco denial of service mirato rappresentava un’evoluzione senza precedenti nelle minacce cyber spaziali. L’attacco ai satelliti KA-SAT, successivamente attribuito con elevata confidenza dalle agenzie di intelligence occidentali al gruppo Sandworm del servizio di intelligence militare russo GRU, ha dimostrato come la cybersecurity spaziale sia diventata componente essenziale della guerra moderna. Come documentato dall’Agenzia dell’Unione Europea per la Cybersecurity (ENISA) nel suo rapporto Space Threat Landscape 2025 sulle minacce alle infrastrutture spaziali, si è trattato della prima dimostrazione operativa su scala strategica che i sistemi satellitari commerciali possono essere trasformati in obiettivi militari. La protezione delle infrastrutture spaziali cessava di essere problema teorico per diventare necessità operativa immediata. Le conseguenze dell’inadeguata sicurezza informatica dei satelliti si sono manifestate con effetti a cascata su scala continentale, evidenziando l’urgenza di investimenti massicci in difesa cyber orbitale. Impatti transnazionali: quando le vulnerabilità satellitari colpiscono l’Europa Le conseguenze dell’attacco cyber ai satelliti si sono propagate ben oltre i confini dell’Ucraina, rivelando l’interconnessione critica delle infrastrutture spaziali europee. In Germania, oltre 5.800 turbine eoliche hanno perso connettività di monitoraggio remoto, paralizzando capacità significative di generazione eolica e dimostrando come la cybersecurity spaziale impatti direttamente sulla sicurezza energetica nazionale. In Italia, Polonia, Francia e Grecia, servizi critici dipendenti da comunicazioni satellitari sicure hanno sperimentato interruzioni significative, con migliaia di utenti disconnessi per settimane. Il danno economico e l’impatto totale considerando interruzioni di servizio, perdite di produttività, danni reputazionali e investimenti straordinari in sicurezza secondo le analisi dell’incidente sono stati considerevoli. Questi numeri sottolineano l’urgenza di investimenti sostanziali in protezione cyber per satelliti e resilienza delle costellazioni orbitali. L’impatto strategico più significativo risiede nella dimostrazione che lo spazio non è più dominio neutrale. La sicurezza spaziale è diventata questione di sovranità nazionale. Come evidenziato dal Centre for Strategic and International Studies (CSIS) nel suo rapporto annuale sulle minacce spaziali, l’attacco KA-SAT rappresenta spartiacque nella storia della difesa cyber spaziale: per la prima volta, un attacco informatico a satelliti veniva sincronizzato precisamente con operazioni militari cinetiche, rivelando integrazione strategica tra domini fisici e digitali. Cronologia delle minacce cyber spaziali: dall’emergenza alla normalità L’attacco KA-SAT non è evento isolato ma culmine di un’escalation progressiva delle minacce alla cybersecurity spaziale documentata negli ultimi due decenni. Comprendere questa cronologia è essenziale per sviluppare strategie efficaci di protezione satellitare. Nel 1998, secondo alcune analisi, il satellite tedesco ROSAT avrebbe subito un presunto attacco informatico che ne modificò l’orientamento causando perdita di controllo. Mentre permane dibattito sulla natura dell’incidente, è documentato che si verificò un’intrusione cyber ai sistemi del Goddard Space Flight Center che controllava il satellite nello stesso periodo. Questo evento rappresentava un p",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:23.816804",
      "collected_at": "2025-11-13T02:21:23.816813",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 50,
      "title": "Crypto Scams 2025: come l’analisi forense blockchain combatte le frodi",
      "slug": "crypto-scams-2025:-come-l’analisi-forense-blockcha",
      "url": "https://www.ictsecuritymagazine.com/notizie/crypto-scams-2025/",
      "summary": "Una delle espressioni che è balzata alle cronache recentemente è “crypto scams 2025”, simbolo di un fenomeno in crescita che ha bruciato miliardi di dollari tra truffe, hack e frodi d’investimento. L’articolo analizza come la tecnologia blockchain, nata per garantire trasparenza e decentralizzazione, stia diventando anche l’arma principale per smascherare la criminalità digitale, con l’Italia tra i protagonisti nella ricerca e nelle investigazioni forensi. Nel 2024, gli americani hanno perso 16.6 miliardi di dollari a causa della criminalità informatica, di cui 9.3 miliardi direttamente legati",
      "content": "Una delle espressioni che è balzata alle cronache recentemente è “crypto scams 2025”, simbolo di un fenomeno in crescita che ha bruciato miliardi di dollari tra truffe, hack e frodi d’investimento. L’articolo analizza come la tecnologia blockchain, nata per garantire trasparenza e decentralizzazione, stia diventando anche l’arma principale per smascherare la criminalità digitale, con l’Italia tra i protagonisti nella ricerca e nelle investigazioni forensi. Nel 2024, gli americani hanno perso 16.6 miliardi di dollari a causa della criminalità informatica, di cui 9.3 miliardi direttamente legati alle criptovalute. Un paradosso singolare: le stesse tecnologie blockchain progettate per garantire privacy e decentralizzazione stanno diventando gli strumenti più potenti nelle mani degli investigatori digitali. La Prof. Laura Ricci dell’Università di Pisa lo spiega con efficacia: “La blockchain non è solo il registro delle transazioni Bitcoin, ma un vero e proprio notaio digitale che rende tracciabile ciò che i criminali credevano invisibile.” Questa contraddizione apparente nasconde una verità più complessa. Mentre le truffe crypto continuano a crescere del 66% anno su anno secondo l’FBI Internet Crime Complaint Center, le forze dell’ordine stanno affinando tecniche investigative che sfruttano proprio l’immutabilità e la trasparenza delle blockchain pubbliche. Il risultato? Una corsa agli armamenti tecnologica dove ogni nuovo strumento di anonimizzazione trova la sua contromisura forense. L’anatomia tecnica dell’investigazione blockchain: oltre il mito dell’anonimato Quando Ross Ulbricht lanciò Silk Road nel 2011, credeva che l’anonimato di Tor combinato con i pagamenti in Bitcoin avrebbe creato un mercato nero invulnerabile. Non aveva fatto i conti con una realtà fondamentale: Bitcoin non offre anonimato, ma pseudo-anonimato. La differenza è abissale. Ogni transazione Bitcoin lascia tracce indelebili sulla blockchain. Gli investigatori forensi utilizzano tecniche sofisticate di address clustering per collegare indirizzi apparentemente scollegati alla stessa entità. L’euristica più potente è la common input heuristic: quando più indirizzi Bitcoin vengono utilizzati come input nella stessa transazione, con alta probabilità appartengono allo stesso wallet o utente. Chainalysis, leader globale nell’analisi blockchain con oltre 100 euristiche proprietarie che monitorano 25+ blockchain, ha costruito il suo impero su questo principio. Ma c’è di più. La change address detection permette di distinguere quali output di una transazione rappresentano il pagamento reale e quali sono il “resto” che torna al mittente. Tecniche di graph analysis trasformano la blockchain in una rete sociale dove algoritmi come PageRank identificano nodi centrali nelle reti criminali. La taint analysis traccia la “contaminazione” dei fondi attraverso catene di transazioni, quantificando matematicamente quanto denaro pulito si mescola con fondi illeciti. Il Pisa Distributed Ledger Laboratory, guidato dalla Prof. Ricci con 3 membri permanenti, 2 post-doc e 6 dottorandi, ha contribuito significativamente a questa scienza emergente. Le loro ricerche sulla struttura “bow tie” del grafo degli utenti Bitcoin hanno rivelato pattern comportamentali che distinguono attività legittime da schemi di riciclaggio. Quando i Carabinieri italiani, attraverso il Maggiore Simone Vecchiarello della Sezione Criptovalute del Comando Antifalsificazione Monetaria, applicano questi algoritmi sul campo, i risultati sono tangibili: operazioni che portano al sequestro di milioni in asset digitali. L’epidemia delle investment fraud: 6.57 miliardi evaporati nel 2024 – il volto delle crypto scams 2025 Se dovessimo identificare il volto dominante della criminalità crypto nel 2024, sarebbe quello delle investment fraud. Con 6.57 miliardi di dollari persi secondo l’FBI IC3 Report, rappresentano il 40% di tutte le perdite legate a criptovalute. Non stiamo parlando di hack tecnici o exploit di smart contract, ma di ingegneria sociale applicata con precisione chirurgica. Le truffe “pig butchering” meritano attenzione particolare per la loro sofisticazione psicologica. Il termine, traduzione letterale del cinese “sha zhu pan” (letteralmente “piatto di maiale macellato”), descrive una truffa in più fasi dove la vittima viene “ingrassata” con piccoli guadagni iniziali prima della “macellazione” finale. Il truffatore costruisce una relazione online, spesso romantica, che può durare settimane o mesi. Introduce gradualmente opportunità di investimento in criptovalute, mostrandosi esperto e condividendo screenshot di profitti apparentemente reali. Quando la vittima investe somme significative, i fondi spariscono e con loro il truffatore. L’impatto demografico è devastante. Le vittime over-60 hanno perso 4.885 miliardi di dollari nel 2024, rappresentando il 52% delle perdite totali da investment fraud. Questi numeri raccontano una storia di vulnerabilità generazionale: una popolazione cresci",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:23.820566",
      "collected_at": "2025-11-13T02:21:23.820575",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 25,
      "keywords": [
        "cybersecurity",
        "news",
        "it",
        "ict security magazine"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 51,
      "title": "Procurement: ecco l’agente AI per la qualifica dei fornitori della multinazionale De Nora",
      "slug": "procurement:-ecco-l’agente-ai-per-la-qualifica-dei",
      "url": "https://www.ai4business.it/intelligenza-artificiale/procurement-ecco-lagente-ai-per-la-qualifica-dei-fornitori-della-multinazionale-de-nora/",
      "summary": "La multinazionale dell’elettrochimica comprende 24 società operative in dieci Paesi e cinque centri di ricerca e sviluppo tra Italia, Stati Uniti e Giappone. Collegata a un’ampia e articolata rete di fornitori sparsi in tutto il pianeta, ha ideato e sviluppato un agente AI per innovare le attività di procurement e supply chain L'articolo Procurement: ecco l’agente AI per la qualifica dei fornitori della multinazionale De Nora proviene da AI4Business.",
      "content": "La multinazionale dell’elettrochimica comprende 24 società operative in dieci Paesi e cinque centri di ricerca e sviluppo tra Italia, Stati Uniti e Giappone. Collegata a un’ampia e articolata rete di fornitori sparsi in tutto il pianeta, ha ideato e sviluppato un agente AI per innovare le attività di procurement e supply chain L'articolo Procurement: ecco l’agente AI per la qualifica dei fornitori della multinazionale De Nora proviene da AI4Business.",
      "image_url": null,
      "author": "Stefano Casini",
      "published_at": "2025-11-13T02:21:24.164812",
      "collected_at": "2025-11-13T02:21:24.164836",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 52,
      "title": "Il Consiglio Nazionale Forense prepara la prima piattaforma AI per l’avvocatura italiana",
      "slug": "il-consiglio-nazionale-forense-prepara-la-prima-pi",
      "url": "https://www.ai4business.it/intelligenza-artificiale/il-consiglio-nazionale-forense-prepara-la-prima-piattaforma-ai-per-lavvocatura-italiana/",
      "summary": "Un ecosistema di servizi intelligenti per supportare 230mila avvocati. Il CNF ha avviato la consultazione di mercato per un progetto strategico di trasformazione digitale della professione legale L'articolo Il Consiglio Nazionale Forense prepara la prima piattaforma AI per l’avvocatura italiana proviene da AI4Business.",
      "content": "Un ecosistema di servizi intelligenti per supportare 230mila avvocati. Il CNF ha avviato la consultazione di mercato per un progetto strategico di trasformazione digitale della professione legale L'articolo Il Consiglio Nazionale Forense prepara la prima piattaforma AI per l’avvocatura italiana proviene da AI4Business.",
      "image_url": null,
      "author": "Claudia Morelli",
      "published_at": "2025-11-13T02:21:24.165010",
      "collected_at": "2025-11-13T02:21:24.165017",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 53,
      "title": "IBM Quantum Nighthawk, processore da 120 qubit e fino a 5000 operazioni entangled",
      "slug": "ibm-quantum-nighthawk-processore-da-120-qubit-e-fi",
      "url": "https://www.ai4business.it/quantum-computing/ibm-quantum-nighthawk-processore-da-120-qubit-e-fino-a-5000-operazioni-entangled/",
      "summary": "“Nighthawk” è un processore che inaugura una nuova era del calcolo quantistico. Progettato per circuiti fino al 30% più complessi. Progressi anche nei software (Qiskit) e nell’errore correzione; obiettivo, il vantaggio quantistico entro il 2026 e del calcolo fault-tolerant entro il 2029. Presentanto anche il prototipo IBM Quantum Loon L'articolo IBM Quantum Nighthawk, processore da 120 qubit e fino a 5000 operazioni entangled proviene da AI4Business.",
      "content": "“Nighthawk” è un processore che inaugura una nuova era del calcolo quantistico. Progettato per circuiti fino al 30% più complessi. Progressi anche nei software (Qiskit) e nell’errore correzione; obiettivo, il vantaggio quantistico entro il 2026 e del calcolo fault-tolerant entro il 2029. Presentanto anche il prototipo IBM Quantum Loon L'articolo IBM Quantum Nighthawk, processore da 120 qubit e fino a 5000 operazioni entangled proviene da AI4Business.",
      "image_url": null,
      "author": "Pierluigi Sandonnini",
      "published_at": "2025-11-13T02:21:24.165236",
      "collected_at": "2025-11-13T02:21:24.165244",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 54,
      "title": "Neo di 1X, il robot umanoide “ibrido” che porta l’AI in casa",
      "slug": "neo-di-1x-il-robot-umanoide-“ibrido”-che-porta-l’a",
      "url": "https://www.ai4business.it/robotica/neo-di-1x-il-robot-umanoide-ibrido-che-porta-lai-in-casa/",
      "summary": "1X Technologies lancia il robot l’umanoide pensato per gestire le faccende di casa grazie a un mix di autonomia artificiale e assistenza umana. Il progetto mira a costruire un ecosistema di apprendimento continuo basato su dati reali raccolti nelle abitazioni. Costo: 20mila dollari, ma si potrà avere anche a noleggio (negli Usa) L'articolo Neo di 1X, il robot umanoide “ibrido” che porta l’AI in casa proviene da AI4Business.",
      "content": "1X Technologies lancia il robot l’umanoide pensato per gestire le faccende di casa grazie a un mix di autonomia artificiale e assistenza umana. Il progetto mira a costruire un ecosistema di apprendimento continuo basato su dati reali raccolti nelle abitazioni. Costo: 20mila dollari, ma si potrà avere anche a noleggio (negli Usa) L'articolo Neo di 1X, il robot umanoide “ibrido” che porta l’AI in casa proviene da AI4Business.",
      "image_url": null,
      "author": "Redazione",
      "published_at": "2025-11-13T02:21:24.165459",
      "collected_at": "2025-11-13T02:21:24.165467",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 55,
      "title": "Perché gli Small Language Model possono sfidare i giganti dell’AI",
      "slug": "perché-gli-small-language-model-possono-sfidare-i-",
      "url": "https://www.ai4business.it/intelligenza-artificiale/perche-gli-small-language-model-possono-sfidare-i-giganti-dellai/",
      "summary": "I piccoli modelli linguistici stanno rivoluzionando l’intelligenza artificiale dimostrando che “più piccolo” può essere sinonimo di “migliore”. Più agili, economici e specializzabili, offrono velocità, privacy e sostenibilità, riducendo costi e latenza. Questa efficienza apre la strada a un’AI distribuita, locale e integrata nei processi quotidiani e nei dispositivi intelligenti L'articolo Perché gli Small Language Model possono sfidare i giganti dell’AI proviene da AI4Business.",
      "content": "I piccoli modelli linguistici stanno rivoluzionando l’intelligenza artificiale dimostrando che “più piccolo” può essere sinonimo di “migliore”. Più agili, economici e specializzabili, offrono velocità, privacy e sostenibilità, riducendo costi e latenza. Questa efficienza apre la strada a un’AI distribuita, locale e integrata nei processi quotidiani e nei dispositivi intelligenti L'articolo Perché gli Small Language Model possono sfidare i giganti dell’AI proviene da AI4Business.",
      "image_url": null,
      "author": "Gioele Fierro",
      "published_at": "2025-11-13T02:21:24.165643",
      "collected_at": "2025-11-13T02:21:24.165650",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "it",
        "ai4business"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 56,
      "title": "Property experts urge Rachel Reeves to abolish ‘sin tax’ of stamp duty in budget",
      "slug": "property-experts-urge-rachel-reeves-to-abolish-‘si",
      "url": "https://www.theguardian.com/money/2025/nov/12/property-experts-urge-rachel-reeves-to-abolish-sin-tax-of-stamp-duty-in-budget",
      "summary": "Chancellor advised to replace levy with an annual property tax as Treasury considers overhaul of systemRachel Reeves has been urged to abolish the “sin tax” of stamp duty in the budget by property experts including TV presenter Kirstie Allsopp, as the chancellor faced calls to replace it with an annual property tax.Allsopp, presenter of Channel 4 property shows including Location, Location, Location, said “people are in a panic” about potential stamp duty changes, and “sitting tight” ahead of the 26 November budget. Continue reading...",
      "content": "Chancellor advised to replace levy with an annual property tax as Treasury considers overhaul of systemRachel Reeves has been urged to abolish the “sin tax” of stamp duty in the budget by property experts including TV presenter Kirstie Allsopp, as the chancellor faced calls to replace it with an annual property tax.Allsopp, presenter of Channel 4 property shows including Location, Location, Location, said “people are in a panic” about potential stamp duty changes, and “sitting tight” ahead of the 26 November budget. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/25910fe04d197815b1e5e7b7451c2f39b9335c72/102_0_2762_2209/master/2762.jpg",
      "author": "Julia Kollewe",
      "published_at": "2025-11-13T02:21:24.744613",
      "collected_at": "2025-11-13T02:21:24.744633",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "en",
        "the guardian business"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 57,
      "title": "Bots and third parties to be banned from booking driving tests in DfT shake-up",
      "slug": "bots-and-third-parties-to-be-banned-from-booking-d",
      "url": "https://www.theguardian.com/money/2025/nov/12/bots-and-third-parties-to-be-banned-from-booking-driving-tests-in-dft-shake-up",
      "summary": "In effort to tackle severe backlog and end resale market, only learner drivers will be able to make bookingsBots and third parties will be banned from booking driving tests as part of a government shake-up to tackle a severe backlog of almost 670,000 learners booked in for a practical assessment.The Department for Transport (DfT), which recently consulted on how to crack down on touts reselling test slots at inflated prices, said that only learner drivers themselves and not their instructors would be able to make bookings. Continue reading...",
      "content": "In effort to tackle severe backlog and end resale market, only learner drivers will be able to make bookingsBots and third parties will be banned from booking driving tests as part of a government shake-up to tackle a severe backlog of almost 670,000 learners booked in for a practical assessment.The Department for Transport (DfT), which recently consulted on how to crack down on touts reselling test slots at inflated prices, said that only learner drivers themselves and not their instructors would be able to make bookings. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/0b4beeefc90e56cda28f530ece6c469b6b227ab7/664_31_4442_3556/master/4442.jpg",
      "author": "Mark Sweney",
      "published_at": "2025-11-13T02:21:24.744794",
      "collected_at": "2025-11-13T02:21:24.744800",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "en",
        "the guardian business"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 58,
      "title": "BBC prepared to apologise to Trump to resolve billion-dollar legal threat",
      "slug": "bbc-prepared-to-apologise-to-trump-to-resolve-bill",
      "url": "https://www.theguardian.com/media/2025/nov/12/bbc-prepared-to-apologise-to-trump-to-resolve-billion-dollar-legal-threat",
      "summary": "The US president has threatened the BBC with a lawsuit over the editing of a Trump speech in an edition of PanoramaThe BBC is prepared to formally apologise to Donald Trump as part of its efforts to resolve his billion-dollar legal threat over its editing of one of his speeches, the Guardian understands.However, figures at the corporation are also minded to be robust in defending its journalism in the face of allegations from Trump that it made “false, defamatory, disparaging, and inflammatory statements” about him. Continue reading...",
      "content": "The US president has threatened the BBC with a lawsuit over the editing of a Trump speech in an edition of PanoramaThe BBC is prepared to formally apologise to Donald Trump as part of its efforts to resolve his billion-dollar legal threat over its editing of one of his speeches, the Guardian understands.However, figures at the corporation are also minded to be robust in defending its journalism in the face of allegations from Trump that it made “false, defamatory, disparaging, and inflammatory statements” about him. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/36caf8ba48bf952dd582d3156d7532f1b483193e/319_0_3512_2810/master/3512.jpg",
      "author": "Michael Savage Media editor",
      "published_at": "2025-11-13T02:21:24.744935",
      "collected_at": "2025-11-13T02:21:24.744940",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "en",
        "the guardian business"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 59,
      "title": "ONS to cut reports on health and crime to improve quality of core data",
      "slug": "ons-to-cut-reports-on-health-and-crime-to-improve-",
      "url": "https://www.theguardian.com/uk-news/2025/nov/12/office-for-national-statistics-plans-health-crime-data",
      "summary": "UK’s statistics agency announces ‘recovery’ plan after concerns raised over reliability of its dataThe UK’s statistics agency has announced plans to scrap some of its publications on health, crime and the regions of Britain as part of its “recovery” plan to boost the reliability of its core data.Under pressure over the quality of its data, the Office for National Statistics said it would reduce the number of reports it produces each year by about 10% in 2026 to help it prioritise resources. Continue reading...",
      "content": "UK’s statistics agency announces ‘recovery’ plan after concerns raised over reliability of its dataThe UK’s statistics agency has announced plans to scrap some of its publications on health, crime and the regions of Britain as part of its “recovery” plan to boost the reliability of its core data.Under pressure over the quality of its data, the Office for National Statistics said it would reduce the number of reports it produces each year by about 10% in 2026 to help it prioritise resources. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/892194e6c399b3330df9fbf61e45e9fb430b301c/350_0_2300_1842/master/2300.jpg",
      "author": "Richard Partington Senior economics correspondent",
      "published_at": "2025-11-13T02:21:24.745059",
      "collected_at": "2025-11-13T02:21:24.745064",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "business",
        "news",
        "en",
        "the guardian business"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 60,
      "title": "Kim Kardashian’s Skims valued at $5bn after raising new funding",
      "slug": "kim-kardashian’s-skims-valued-at-$5bn-after-raisin",
      "url": "https://www.theguardian.com/us-news/2025/nov/12/kim-kardashian-skims-valuation",
      "summary": "Skims plans to use new capital to broaden its intimates lines, and expand further into apparel and activewear Skims, founded by reality TV star and entrepreneur Kim Kardashian along with CEO Jens Grede, said on Wednesday it had raised $225m in new capital, valuing the shapewear label at $5bn.Kardashian’s ventures, including her cosmetics brand SKKN, have attracted young shoppers and benefited from her vast social media following. Similarly, other celebrity-backed brands have also drawn venture capital investment, as firms bet on the marketing power and built-in audiences of high-profile founde",
      "content": "Skims plans to use new capital to broaden its intimates lines, and expand further into apparel and activewear Skims, founded by reality TV star and entrepreneur Kim Kardashian along with CEO Jens Grede, said on Wednesday it had raised $225m in new capital, valuing the shapewear label at $5bn.Kardashian’s ventures, including her cosmetics brand SKKN, have attracted young shoppers and benefited from her vast social media following. Similarly, other celebrity-backed brands have also drawn venture capital investment, as firms bet on the marketing power and built-in audiences of high-profile founders to drive consumer demand. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/bffd5afd0490aa7198bcf134ba0059e41307c748/333_0_3333_2667/master/3333.jpg",
      "author": "Guardian staff and agencies",
      "published_at": "2025-11-13T02:21:24.745203",
      "collected_at": "2025-11-13T02:21:24.745207",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 3,
      "keywords": [
        "business",
        "news",
        "en",
        "the guardian business"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 61,
      "title": "Red, white and shoe: England and Tuchel have world at their feet with fresh focus",
      "slug": "red-white-and-shoe:-england-and-tuchel-have-world-",
      "url": "https://www.theguardian.com/football/2025/nov/12/thomas-tuchel-challenges-england-maintain-standards-serbia-world-cup-qualifier",
      "summary": "Thomas Tuchel is all for the marginal gains and the Three Lions have taken to new, fluorescent red shoes to boost their focusIt was certainly a strong look, impossible to ignore, something only a top‑level footballer could carry off – and even then, the jury was out. When Ezri Konsa strolled in to preview Thursday’s World Cup qualifier against Serbia at Wembley, the England defender did so in what, at first glance, appeared to be a cross between a pair of slippers and oversized Crocs. In garish, fluorescent red.On closer inspection, it was possible to make out grooves and nodules on them, and ",
      "content": "Thomas Tuchel is all for the marginal gains and the Three Lions have taken to new, fluorescent red shoes to boost their focusIt was certainly a strong look, impossible to ignore, something only a top‑level footballer could carry off – and even then, the jury was out. When Ezri Konsa strolled in to preview Thursday’s World Cup qualifier against Serbia at Wembley, the England defender did so in what, at first glance, appeared to be a cross between a pair of slippers and oversized Crocs. In garish, fluorescent red.On closer inspection, it was possible to make out grooves and nodules on them, and then it was time for the science part. Apparently, if you wear these your concentration improves. Well, that is according to the manufacturer. Something to do with the pressure points on the foot, perhaps. Was Konsa convinced? Unclear. How about Thomas Tuchel? Ditto. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/874ee4fbba90d87337ec7ef886c2c3788ecea282/401_0_4445_3556/master/4445.jpg",
      "author": "David Hytner",
      "published_at": "2025-11-13T02:21:25.396067",
      "collected_at": "2025-11-13T02:21:25.396086",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 4,
      "keywords": [
        "sport",
        "news",
        "en",
        "the guardian sport"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 62,
      "title": "Earps booed and defeated as Rolfö heads Manchester United winner against Paris Saint-Germain",
      "slug": "earps-booed-and-defeated-as-rolfö-heads-manchester",
      "url": "https://www.theguardian.com/football/2025/nov/12/manchester-united-paris-saint-germain-womens-champions-league",
      "summary": "Mary Earps received the boos she feared on her return to Manchester United, 501 days after leaving, then departed defeated. Marc Skinner’s team cuffed aside Paris Saint‑Germain courtesy of Fridolina Rolfö’s expert second-half header.When jogging out for the warmup Earps was cheered, but when the crowd swelled for kick-off the jeers came, though for a player whose CV shows nine clubs, 52 England caps, and a Euro 2022 winner’s medal, this felt water off the proverbial for her. Continue reading...",
      "content": "Mary Earps received the boos she feared on her return to Manchester United, 501 days after leaving, then departed defeated. Marc Skinner’s team cuffed aside Paris Saint‑Germain courtesy of Fridolina Rolfö’s expert second-half header.When jogging out for the warmup Earps was cheered, but when the crowd swelled for kick-off the jeers came, though for a player whose CV shows nine clubs, 52 England caps, and a Euro 2022 winner’s medal, this felt water off the proverbial for her. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/9c530db6482fc7b6f31405769a52ed6fd1449b21/0_150_1248_998/master/1248.jpg",
      "author": "Jamie Jackson at Old Trafford",
      "published_at": "2025-11-13T02:21:25.396231",
      "collected_at": "2025-11-13T02:21:25.396236",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "sport",
        "news",
        "en",
        "the guardian sport"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 63,
      "title": "Arsenal take ‘big hit’ as Viggósdóttir caps WCL comeback for Bayern late on",
      "slug": "arsenal-take-‘big-hit’-as-viggósdóttir-caps-wcl-co",
      "url": "https://www.theguardian.com/football/2025/nov/12/bayern-munich-arsenal-womens-champions-league-match-report",
      "summary": "Arsenal needed a performance and a result against a European powerhouse, their form in the Women’s Super League letting them down, but Renée Slegers’s side collapsed, relinquishing a 2-0 advantage and all three points to Bayern Munich far too easily to plunge their Champions League defence into tricky waters.Slegers called the defeat a “big hit”. The head coach said: “We’re not happy, it’s not good enough, we can’t concede three goals so late in a game against Bayern when we have a 2-0 lead.” Continue reading...",
      "content": "Arsenal needed a performance and a result against a European powerhouse, their form in the Women’s Super League letting them down, but Renée Slegers’s side collapsed, relinquishing a 2-0 advantage and all three points to Bayern Munich far too easily to plunge their Champions League defence into tricky waters.Slegers called the defeat a “big hit”. The head coach said: “We’re not happy, it’s not good enough, we can’t concede three goals so late in a game against Bayern when we have a 2-0 lead.” Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/1f7ab4a122e1ce8bee6a50f65fcc08783d01dcc3/189_0_3536_2828/master/3536.jpg",
      "author": "Suzanne Wrack at the Allianz Arena",
      "published_at": "2025-11-13T02:21:25.396369",
      "collected_at": "2025-11-13T02:21:25.396374",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "sport",
        "news",
        "en",
        "the guardian sport"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 64,
      "title": "Anthony Joshua set to face Jake Paul in December heavyweight bout",
      "slug": "anthony-joshua-set-to-face-jake-paul-in-december-h",
      "url": "https://www.theguardian.com/sport/2025/nov/12/anthony-joshua-jake-paul-december-miami-fight-netflix",
      "summary": "Joshua and Paul finalizing December boutFight expected in Miami on 19 or 26 DecemberNetflix to announce matchup on MondayAnthony Joshua and Jake Paul are finalizing a deal to meet in a heavyweight fight in Miami this December, sources told the Guardian, with Netflix preparing to announce the bout on Monday. A source with knowledge of the negotiations said the deal is done and that the fight will take place on either 19 or 26 December.Paul had originally been scheduled to fight Gervonta Davis on 14 November at the Kaseya Center, but the event was cancelled after Davis was removed from the card ",
      "content": "Joshua and Paul finalizing December boutFight expected in Miami on 19 or 26 DecemberNetflix to announce matchup on MondayAnthony Joshua and Jake Paul are finalizing a deal to meet in a heavyweight fight in Miami this December, sources told the Guardian, with Netflix preparing to announce the bout on Monday. A source with knowledge of the negotiations said the deal is done and that the fight will take place on either 19 or 26 December.Paul had originally been scheduled to fight Gervonta Davis on 14 November at the Kaseya Center, but the event was cancelled after Davis was removed from the card amid domestic violence allegations. Davis’s former partner, Courtney Rossel, filed a civil lawsuit in Miami-Dade County accusing the lightweight champion of battery, aggravated battery, false imprisonment, kidnapping and intentional infliction of emotional distress. Miami Gardens police confirmed they are investigating the alleged incident, which Rossel says occurred at the strip club where she works. She was granted a restraining order shortly afterwards. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/ec6f13c931d52bf91237baf04a91bf48c43adda5/279_0_2915_2333/master/2915.jpg",
      "author": "Bryan Armen Graham",
      "published_at": "2025-11-13T02:21:25.396577",
      "collected_at": "2025-11-13T02:21:25.396581",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 5,
      "keywords": [
        "sport",
        "news",
        "en",
        "the guardian sport"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 65,
      "title": "Off with a bang: Women’s 100m final moved up to LA28 opening day",
      "slug": "off-with-a-bang:-women’s-100m-final-moved-up-to-la",
      "url": "https://www.theguardian.com/sport/2025/nov/12/womens-100m-final-la28-olympics-athletics",
      "summary": "Sha’Carri Richardson hails athletics ‘having its moment’‘Innovative schedule also honours tradition,’ says CoeThe women’s 100m final will headline the first day of competition at the Los Angeles 2028 Olympics as part of organisers’ plans to “open with a bang”.The surprise decision, which will lead to all three rounds of the 100m taking place on the same day, was welcomed by the US sprint star Sha’Carri Richardson, who said it showed that “track and field is having its moment”. Continue reading...",
      "content": "Sha’Carri Richardson hails athletics ‘having its moment’‘Innovative schedule also honours tradition,’ says CoeThe women’s 100m final will headline the first day of competition at the Los Angeles 2028 Olympics as part of organisers’ plans to “open with a bang”.The surprise decision, which will lead to all three rounds of the 100m taking place on the same day, was welcomed by the US sprint star Sha’Carri Richardson, who said it showed that “track and field is having its moment”. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/5222c8a1bc388d772d45f868ff15e6c747050443/442_0_3957_3166/master/3957.jpg",
      "author": "Sean Ingle",
      "published_at": "2025-11-13T02:21:25.396708",
      "collected_at": "2025-11-13T02:21:25.396712",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 2,
      "keywords": [
        "sport",
        "news",
        "en",
        "the guardian sport"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 66,
      "title": "Maltempo e allagamenti in Toscana: segui la diretta",
      "slug": "maltempo-e-allagamenti-in-toscana:-segui-la-dirett",
      "url": "https://video.gazzetta.it/video-maltempo-toscana-allagamenti-danni-segui-diretta/1a11e3ec-7a1c-11ee-9790-0f29f8a2d723",
      "summary": "Maltempo Toscana, allagamenti e danni: segui la direttaLa tempesta Ciaran è arrivata in Italia. È emergenza in Toscana, dove ci sono stati sei morti. Alcuni dispersi in diverse regioni per il maltempo, mentre anche oggi è in allerta per le forti piogge e il vento in molte parti d'Italia. La diretta",
      "content": "Maltempo Toscana, allagamenti e danni: segui la direttaLa tempesta Ciaran è arrivata in Italia. È emergenza in Toscana, dove ci sono stati sei morti. Alcuni dispersi in diverse regioni per il maltempo, mentre anche oggi è in allerta per le forti piogge e il vento in molte parti d'Italia. La diretta",
      "image_url": "https://www.gazzetta.it/methode_image/Video/2023/11/03/LiveTv/Foto_LiveTv_-_Trattate/8b210ea8656697f6f342329292a94127_800x450.jpg",
      "author": "Gasport",
      "published_at": "2025-11-13T02:21:25.977413",
      "collected_at": "2025-11-13T02:21:25.977422",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 67,
      "title": "Thuram e la storia dell'Inter: tutte le esultanze copiate dai grandi bomber",
      "slug": "thuram-e-la-storia-dellinter:-tutte-le-esultanze-c",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/storie/08-12-2023/inter-thuram-e-le-esultanze-come-adriano-icardi-dimarco-e/",
      "summary": "Dopo ogni gol il francese omaggia chi lo ha preceduto con la sua stessa maglia, un po’ per gioco e un po’ per rispetto",
      "content": "Dopo ogni gol il francese omaggia chi lo ha preceduto con la sua stessa maglia, un po’ per gioco e un po’ per rispetto",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-13T02:21:25.977466",
      "collected_at": "2025-11-13T02:21:25.977469",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 68,
      "title": "Preso a zero, ora vale 70 milioni: i segreti di Thuram, l'oro dell'Inter",
      "slug": "preso-a-zero-ora-vale-70-milioni:-i-segreti-di-thu",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/08-12-2023/inter-i-segreti-di-thuram-quanto-vale-sul-mercato.shtml",
      "summary": "Rivede i suoi match al video, ha sposato lo stile nerazzurro, forma una coppia perfetta con Lautaro: così Marcus è decollato",
      "content": "Rivede i suoi match al video, ha sposato lo stile nerazzurro, forma una coppia perfetta con Lautaro: così Marcus è decollato",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-13T02:21:25.977506",
      "collected_at": "2025-11-13T02:21:25.977509",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 69,
      "title": "Inter, sotto Natale l'Udinese è indigesta: Inzaghi suona l'allarme",
      "slug": "inter-sotto-natale-ludinese-è-indigesta:-inzaghi-s",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/08-12-2023/inter-udinese-i-precedenti-a-natale.shtml",
      "summary": "Il tecnico è stato già battuto dai friulani come i predecessori Spalletti, Mancini, Mazzarri, Stramaccioni, Ranieri e Leonardo: nel 2022-23 il ko esterno fu un colpo molto duro",
      "content": "Il tecnico è stato già battuto dai friulani come i predecessori Spalletti, Mancini, Mazzarri, Stramaccioni, Ranieri e Leonardo: nel 2022-23 il ko esterno fu un colpo molto duro",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/08/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-13T02:21:25.977549",
      "collected_at": "2025-11-13T02:21:25.977552",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 70,
      "title": "Inter, il piano recupero degli infortunati. Bastoni è il primo a rientrare",
      "slug": "inter-il-piano-recupero-degli-infortunati.-bastoni",
      "url": "https://www.gazzetta.it/Calcio/Serie-A/Inter/07-12-2023/inter-il-piano-recupero-degli-infortunati-bastoni-scalda-i-motori.shtml",
      "summary": "L’obiettivo in casa nerazzurra è quello di svuotare l’infermeria entro fine anno per restituire a Inzaghi l’organico al completo. L’azzurro sarà il primo a tornare disponibile, con probabile partenza dalla panchina contro l’Udinese",
      "content": "L’obiettivo in casa nerazzurra è quello di svuotare l’infermeria entro fine anno per restituire a Inzaghi l’organico al completo. L’azzurro sarà il primo a tornare disponibile, con probabile partenza dalla panchina contro l’Udinese",
      "image_url": "https://www.gazzetta.it/methode_image/2023/12/07/Calcio/Foto_Calcio/_800x450.jpg",
      "author": "Gazzetta dello Sport",
      "published_at": "2025-11-13T02:21:25.977596",
      "collected_at": "2025-11-13T02:21:25.977598",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 1,
      "keywords": [
        "sport",
        "news",
        "it",
        "gazzetta dello sport"
      ],
      "language": "it",
      "original_language": null
    },
    {
      "id": 71,
      "title": "Marianne Rigge obituary",
      "slug": "marianne-rigge-obituary",
      "url": "https://www.theguardian.com/society/2025/nov/12/marianne-rigge-obituary",
      "summary": "As director of the College of Health, Marianne Rigge sought to influence NHS doctors to put the needs of patients at the centre of treatment and care decisions",
      "content": "As director of the College of Health, Marianne Rigge sought to influence NHS doctors to put the needs of patients at the centre of treatment and care decisions",
      "image_url": "https://i.guim.co.uk/img/media/d6f50d1a5d0fb2bd262df6508d4468c36c585ebf/15_20_404_323/master/404.jpg",
      "author": "Trevor Goodchild",
      "published_at": "2025-11-13T02:21:26.332020",
      "collected_at": "2025-11-13T02:21:26.332040",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 1,
      "keywords": [
        "health",
        "news",
        "en",
        "the guardian health"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 72,
      "title": "Deaths linked to antibiotic-resistant superbugs rose 17% in England in 2024",
      "slug": "deaths-linked-to-antibiotic-resistant-superbugs-ro",
      "url": "https://www.theguardian.com/society/2025/nov/13/deaths-linked-to-antibiotic-resistant-superbugs-rose-17-in-england-in-2024",
      "summary": "Data also shows an average of nearly 400 newly reported cases of antibiotic-resistant infections a week last yearThe number of deaths linked to superbugs that do not respond to frontline antibiotics increased by 17% in England last year, according to official figures that raise concerns about the ongoing increase in antimicrobial resistance.The figures, released by the UK Health Security Agency, also revealed a large rise in private prescriptions for antibiotics, with 22% dispensed through the private sector in 2024. Continue reading...",
      "content": "Data also shows an average of nearly 400 newly reported cases of antibiotic-resistant infections a week last yearThe number of deaths linked to superbugs that do not respond to frontline antibiotics increased by 17% in England last year, according to official figures that raise concerns about the ongoing increase in antimicrobial resistance.The figures, released by the UK Health Security Agency, also revealed a large rise in private prescriptions for antibiotics, with 22% dispensed through the private sector in 2024. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/80fb15dd1682b64744c870b48009512a9b81196e/144_0_2553_2043/master/2553.jpg",
      "author": "Hannah Devlin Science correspondent",
      "published_at": "2025-11-13T02:21:26.332272",
      "collected_at": "2025-11-13T02:21:26.332283",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "en",
        "the guardian health"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 73,
      "title": "High blood pressure rates in children nearly doubled in 20 years, global review finds",
      "slug": "high-blood-pressure-rates-in-children-nearly-doubl",
      "url": "https://www.theguardian.com/society/2025/nov/12/young-people-high-blood-pressure-doubled-globally-obesity",
      "summary": "Poor diet, inactivity and obesity believed to have caused hypertension for millions of under-19s around the worldThe rate of children and teenagers living with high blood pressure globally has nearly doubled because of a toxic combination of unhealthy diets, mass inactivity and soaring levels of obesity, according to the largest review of its kind.Experts said 114 million children who have developed hypertension even before reaching adulthood were facing potentially deadly and lifelong harm, including cardiovascular disease, kidney disease and a myriad of serious health complications. Continue",
      "content": "Poor diet, inactivity and obesity believed to have caused hypertension for millions of under-19s around the worldThe rate of children and teenagers living with high blood pressure globally has nearly doubled because of a toxic combination of unhealthy diets, mass inactivity and soaring levels of obesity, according to the largest review of its kind.Experts said 114 million children who have developed hypertension even before reaching adulthood were facing potentially deadly and lifelong harm, including cardiovascular disease, kidney disease and a myriad of serious health complications. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/d1af1f0447bb9d94ef16a7e50df033e83c8bea5d/364_0_3640_2912/master/3640.jpg",
      "author": "Andrew Gregory Health editor",
      "published_at": "2025-11-13T02:21:26.332428",
      "collected_at": "2025-11-13T02:21:26.332434",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 3,
      "keywords": [
        "health",
        "news",
        "en",
        "the guardian health"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 74,
      "title": "Epstein-Barr virus appears to be trigger of lupus disease, say scientists",
      "slug": "epstein-barr-virus-appears-to-be-trigger-of-lupus-",
      "url": "https://www.theguardian.com/science/2025/nov/12/epstein-barr-virus-appears-to-be-trigger-of-lupus-disease-say-scientists",
      "summary": "Connection of near-ubiquitous EBV to autoimmune disease affecting about 1 in 1,000 people may spur hunt for vaccineA common childhood virus appears to be the trigger for the autoimmune disease lupus, according to groundbreaking research.The study suggests that Epstein-Barr virus (EBV), which for most people is harmless, can cause immune cells to “go rogue” and mistakenly attack the body’s own tissues. The team behind the work said that uncovering the cause of lupus could revolutionise treatments. Continue reading...",
      "content": "Connection of near-ubiquitous EBV to autoimmune disease affecting about 1 in 1,000 people may spur hunt for vaccineA common childhood virus appears to be the trigger for the autoimmune disease lupus, according to groundbreaking research.The study suggests that Epstein-Barr virus (EBV), which for most people is harmless, can cause immune cells to “go rogue” and mistakenly attack the body’s own tissues. The team behind the work said that uncovering the cause of lupus could revolutionise treatments. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/ac10d9e46ed99100853ae62107021c253b15f9eb/468_0_4680_3744/master/4680.jpg",
      "author": "Hannah Devlin Science correspondent",
      "published_at": "2025-11-13T02:21:26.332610",
      "collected_at": "2025-11-13T02:21:26.332618",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "health",
        "news",
        "en",
        "the guardian health"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 75,
      "title": "A good deal struck for the NHS | Brief letters",
      "slug": "a-good-deal-struck-for-the-nhs-|-brief-letters",
      "url": "https://www.theguardian.com/society/2025/nov/12/nhs-in-scotland-led-the-way-on-private-hospital-takeovers",
      "summary": "A healthcare bargain | The BBC’s Traitors | Residents of Epstein Road | Smugness risk | Letter writers in waitingYou report (7 November) that Barts Health trust’s takeover of a fully equipped, state-of-the-art private hospital is “thought to be the first time the NHS has inherited ready-to-use health facilities in this way”. However, in 2002, for £37.5m, the Scottish executive bought a large private hospital in Clydebank, built in 1994 at a cost of £180m by a US healthcare firm, for the NHS. Now the Golden Jubilee University National hospital, it delivers 57,500 procedures a year. Not a bad ba",
      "content": "A healthcare bargain | The BBC’s Traitors | Residents of Epstein Road | Smugness risk | Letter writers in waitingYou report (7 November) that Barts Health trust’s takeover of a fully equipped, state-of-the-art private hospital is “thought to be the first time the NHS has inherited ready-to-use health facilities in this way”. However, in 2002, for £37.5m, the Scottish executive bought a large private hospital in Clydebank, built in 1994 at a cost of £180m by a US healthcare firm, for the NHS. Now the Golden Jubilee University National hospital, it delivers 57,500 procedures a year. Not a bad bargain, I’d say. Adam RennieEdinburgh• Polly Toynbee provides an excellent background to recent events in one of Britain’s foremost national treasures (If you care about the BBC, stand up and defend it: this could be the beginning of the end, 10 November). The coincidence of the huge success of The Celebrity Traitors happening almost simultaneously with the real-life situation being played out in the BBC boardroom is nothing short of tragic. Gerry DevineIckenham, London Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/1c6d79c5f9f881802f78ad2c625cccd0a3bef823/38_0_4860_3888/master/4860.jpg",
      "author": "Guardian Staff",
      "published_at": "2025-11-13T02:21:26.332953",
      "collected_at": "2025-11-13T02:21:26.332963",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 5,
      "keywords": [
        "health",
        "news",
        "en",
        "the guardian health"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 76,
      "title": "US ‘disappointed’ that Rolls-Royce will build UK’s first small modular reactors",
      "slug": "us-‘disappointed’-that-rolls-royce-will-build-uk’s",
      "url": "https://www.theguardian.com/environment/2025/nov/13/us-disappointed-that-rolls-royce-will-build-uks-first-small-modular-reactors",
      "summary": "As Keir Starmer announces SMRs to be built in Wales, US ambassador says Britain should choose ‘a different path’Keir Starmer has announced that the UK’s first small modular nuclear reactors will be built in north Wales – but immediately faced a backlash from Donald Trump’s administration after it pushed for a US manufacturer to be chosen.Wylfa on the island of Anglesey, or Ynys Môn, will be home to three small modular reactors (SMRs) to be built by British manufacturer Rolls-Royce SMR. The government said it will invest £2.5bn. Continue reading...",
      "content": "As Keir Starmer announces SMRs to be built in Wales, US ambassador says Britain should choose ‘a different path’Keir Starmer has announced that the UK’s first small modular nuclear reactors will be built in north Wales – but immediately faced a backlash from Donald Trump’s administration after it pushed for a US manufacturer to be chosen.Wylfa on the island of Anglesey, or Ynys Môn, will be home to three small modular reactors (SMRs) to be built by British manufacturer Rolls-Royce SMR. The government said it will invest £2.5bn. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/bd0d67bd71875cc05e13b88746ec07e7bbf4b885/363_0_2108_1688/master/2108.jpg",
      "author": "Jasper Jolly",
      "published_at": "2025-11-13T02:21:26.729546",
      "collected_at": "2025-11-13T02:21:26.729560",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "en",
        "the guardian politics"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 77,
      "title": "Hybrid working could help get more disabled people into work, peers say",
      "slug": "hybrid-working-could-help-get-more-disabled-people",
      "url": "https://www.theguardian.com/business/2025/nov/13/hybrid-working-disabled-people-lords-committee",
      "summary": "Lords committee says government should consider including remote working in back-to-work initiativesMinisters could encourage employers to allow more hybrid and remote working to help get greater numbers of disabled people and carers into the workplace, according to a House of Lords committee.A report by a cross-party committee says the government should set out whether it has considered including remote and hybrid working in back-to-work initiatives to offer more working flexibility to people with disabilities and long-term health conditions. Continue reading...",
      "content": "Lords committee says government should consider including remote working in back-to-work initiativesMinisters could encourage employers to allow more hybrid and remote working to help get greater numbers of disabled people and carers into the workplace, according to a House of Lords committee.A report by a cross-party committee says the government should set out whether it has considered including remote and hybrid working in back-to-work initiatives to offer more working flexibility to people with disabilities and long-term health conditions. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/b79eac09f0158352633f54cbd463c32991b98b80/255_0_5294_4237/master/5294.jpg",
      "author": "Joanna Partridge",
      "published_at": "2025-11-13T02:21:26.729687",
      "collected_at": "2025-11-13T02:21:26.729693",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "en",
        "the guardian politics"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 78,
      "title": "Property experts urge Rachel Reeves to abolish ‘sin tax’ of stamp duty in budget",
      "slug": "property-experts-urge-rachel-reeves-to-abolish-‘si",
      "url": "https://www.theguardian.com/money/2025/nov/12/property-experts-urge-rachel-reeves-to-abolish-sin-tax-of-stamp-duty-in-budget",
      "summary": "Chancellor advised to replace levy with an annual property tax as Treasury considers overhaul of systemRachel Reeves has been urged to abolish the “sin tax” of stamp duty in the budget by property experts including TV presenter Kirstie Allsopp, as the chancellor faced calls to replace it with an annual property tax.Allsopp, presenter of Channel 4 property shows including Location, Location, Location, said “people are in a panic” about potential stamp duty changes, and “sitting tight” ahead of the 26 November budget. Continue reading...",
      "content": "Chancellor advised to replace levy with an annual property tax as Treasury considers overhaul of systemRachel Reeves has been urged to abolish the “sin tax” of stamp duty in the budget by property experts including TV presenter Kirstie Allsopp, as the chancellor faced calls to replace it with an annual property tax.Allsopp, presenter of Channel 4 property shows including Location, Location, Location, said “people are in a panic” about potential stamp duty changes, and “sitting tight” ahead of the 26 November budget. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/25910fe04d197815b1e5e7b7451c2f39b9335c72/102_0_2762_2209/master/2762.jpg",
      "author": "Julia Kollewe",
      "published_at": "2025-11-13T02:21:26.729827",
      "collected_at": "2025-11-13T02:21:26.729832",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "en",
        "the guardian politics"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 79,
      "title": "Pressure grows on Starmer to sack chief of staff over briefing row",
      "slug": "pressure-grows-on-starmer-to-sack-chief-of-staff-o",
      "url": "https://www.theguardian.com/politics/2025/nov/12/presssure-grows-on-starmer-to-sack-chief-of-staff-over-briefing-row",
      "summary": "Growing calls for Morgan McSweeney to go after extraordinary briefing operation against Wes Streeting Keir Starmer is coming under intense pressure from a wide range of ministers and MPs to sack his chief of staff, Morgan McSweeney, after No 10 was accused of an extraordinary briefing operation against the health secretary, Wes Streeting.Starmer is understood to have told MPs he will not sack his chief of staff and would not respond to several demands to ensure there were “consequences” for the briefers. Continue reading...",
      "content": "Growing calls for Morgan McSweeney to go after extraordinary briefing operation against Wes Streeting Keir Starmer is coming under intense pressure from a wide range of ministers and MPs to sack his chief of staff, Morgan McSweeney, after No 10 was accused of an extraordinary briefing operation against the health secretary, Wes Streeting.Starmer is understood to have told MPs he will not sack his chief of staff and would not respond to several demands to ensure there were “consequences” for the briefers. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/c8f9ce40cf89e0a97d0b1c472ab51abe2f15dd4e/501_166_1332_1065/master/1332.jpg",
      "author": "Pippa Crerar and Jessica Elgot",
      "published_at": "2025-11-13T02:21:26.729955",
      "collected_at": "2025-11-13T02:21:26.729959",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "politics",
        "news",
        "en",
        "the guardian politics"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 80,
      "title": "Peter Mandelson was in contact with Epstein till at least 2016, new emails reveal",
      "slug": "peter-mandelson-was-in-contact-with-epstein-till-a",
      "url": "https://www.theguardian.com/politics/2025/nov/12/peter-mandelson-emails-epstein-2016",
      "summary": "UK ambassador was sacked in September after other tranche of emails showed he told disgraced financier to ‘fight for early release’Peter Mandelson, who was sacked as the UK’s ambassador to Washington over his association with Jeffrey Epstein, was in contact with the pedophile financier as late as 2016, new emails have revealed.Mandelson was sacked in September over leaked emails in which he expressed his support for Epstein and urged him to “fight for early release” in 2008 while the disgraced financier was facing charges of soliciting sex from minors. The tranche of emails revealed the pair h",
      "content": "UK ambassador was sacked in September after other tranche of emails showed he told disgraced financier to ‘fight for early release’Peter Mandelson, who was sacked as the UK’s ambassador to Washington over his association with Jeffrey Epstein, was in contact with the pedophile financier as late as 2016, new emails have revealed.Mandelson was sacked in September over leaked emails in which he expressed his support for Epstein and urged him to “fight for early release” in 2008 while the disgraced financier was facing charges of soliciting sex from minors. The tranche of emails revealed the pair had maintained contact until 2010. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/9241984d22cafeaa241b20b69d8a48dbc5e05e69/451_0_4514_3610/master/4514.jpg",
      "author": "Emine Sinmaz",
      "published_at": "2025-11-13T02:21:26.730101",
      "collected_at": "2025-11-13T02:21:26.730105",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 3,
      "keywords": [
        "politics",
        "news",
        "en",
        "the guardian politics"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 81,
      "title": "Fossil fuel projects around the world threaten the health of 2bn people",
      "slug": "fossil-fuel-projects-around-the-world-threaten-the",
      "url": "https://www.theguardian.com/environment/2025/nov/12/fossil-fuel-projects-health-research",
      "summary": "Exclusive: ‘Deep-rooted injustices’ affect billions of people due to location of wells, pipelines and other infrastructureA quarter of the world’s population lives within three miles (5km) of operational fossil fuel projects, potentially threatening the health of more than 2 billion people as well as critical ecosystems, according to first-of-its-kind research.A damning new report by Amnesty International, shared exclusively with the Guardian, found that more than 18,300 oil, gas and coal sites are currently distributed across 170 countries worldwide, occupying a vast area of the Earth’s surfa",
      "content": "Exclusive: ‘Deep-rooted injustices’ affect billions of people due to location of wells, pipelines and other infrastructureA quarter of the world’s population lives within three miles (5km) of operational fossil fuel projects, potentially threatening the health of more than 2 billion people as well as critical ecosystems, according to first-of-its-kind research.A damning new report by Amnesty International, shared exclusively with the Guardian, found that more than 18,300 oil, gas and coal sites are currently distributed across 170 countries worldwide, occupying a vast area of the Earth’s surface. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/b7bcc04101649f6d0959ebee29bed411f8cee9df/310_0_3080_2464/master/3080.jpg",
      "author": "Nina Lakhani Climate justice reporter",
      "published_at": "2025-11-13T02:21:27.614903",
      "collected_at": "2025-11-13T02:21:27.614912",
      "source_id": 1,
      "is_featured": true,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.95,
      "reading_time_minutes": 3,
      "keywords": [
        "nature",
        "news",
        "en",
        "the guardian environment"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 82,
      "title": "Tussles break out between protesters and security at Cop30 in Brazil",
      "slug": "tussles-break-out-between-protesters-and-security-",
      "url": "https://www.theguardian.com/environment/2025/nov/12/tussles-break-out-between-protesters-and-security-at-cop30-in-brazil",
      "summary": "Dozens storm venue at climate conference that has encouraged NGOs and Indigenous groups to play unprecedented role in talksThere were tussles between protesters and security guards at the Cop30 climate talks late on Tuesday night, when a group of Indigenous and non-Indigenous people stormed the conference centre in Belém.Several dozen men and women, some in brightly coloured feather headdress, ran through the entrance, pushing at least one door off its hinges, before striding through the metal detectors and entering the Blue Zone. Continue reading...",
      "content": "Dozens storm venue at climate conference that has encouraged NGOs and Indigenous groups to play unprecedented role in talksThere were tussles between protesters and security guards at the Cop30 climate talks late on Tuesday night, when a group of Indigenous and non-Indigenous people stormed the conference centre in Belém.Several dozen men and women, some in brightly coloured feather headdress, ran through the entrance, pushing at least one door off its hinges, before striding through the metal detectors and entering the Blue Zone. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/29629b48d7207b98ebb7e98737e7544d60197d2a/0_0_5000_4000/master/5000.jpg",
      "author": "Jonathan Watts, Oliver Milman and Dharna Noor in Belém, Brazil",
      "published_at": "2025-11-13T02:21:27.614992",
      "collected_at": "2025-11-13T02:21:27.614996",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.8999999999999999,
      "reading_time_minutes": 2,
      "keywords": [
        "nature",
        "news",
        "en",
        "the guardian environment"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 83,
      "title": "‘There’s fire all around us, this is it’ – This is climate breakdown",
      "slug": "‘there’s-fire-all-around-us-this-is-it’-–-this-is-",
      "url": "https://www.theguardian.com/environment/ng-interactive/2025/nov/12/fire-all-around-us-this-is-climate-breakdown",
      "summary": "Working with jaguars in Brazil’s Pantanal was a huge source of joy. But the wildfires are getting worse. This is Abbie’s storyLocation Pantanal, BrazilDisaster Wildfires, a number of yearsAbbie Martin splits her time between captaining a boat in the Virgin Islands and doing research in Brazil’s Pantanal, a region that includes the world’s largest tropical wetland and where she founded the Jaguar Identification Project. Fires in the Pantanal have reached new extremes, killing at least 17 million vertebrate animals and burning 27% of the vegetation cover in 2020. Climate breakdown made the Panta",
      "content": "Working with jaguars in Brazil’s Pantanal was a huge source of joy. But the wildfires are getting worse. This is Abbie’s storyLocation Pantanal, BrazilDisaster Wildfires, a number of yearsAbbie Martin splits her time between captaining a boat in the Virgin Islands and doing research in Brazil’s Pantanal, a region that includes the world’s largest tropical wetland and where she founded the Jaguar Identification Project. Fires in the Pantanal have reached new extremes, killing at least 17 million vertebrate animals and burning 27% of the vegetation cover in 2020. Climate breakdown made the Pantanal drier between 2001-21, increasing the occurrence of above-average fires in the region. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/db97240c3ef209f69a45787a4c1655bdd5ca105b/222_0_1565_1252/master/1565.jpg",
      "author": "Abbie Martin, as told to Ashley Ciambrelli",
      "published_at": "2025-11-13T02:21:27.615095",
      "collected_at": "2025-11-13T02:21:27.615098",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.85,
      "reading_time_minutes": 3,
      "keywords": [
        "nature",
        "news",
        "en",
        "the guardian environment"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 84,
      "title": "A jester in the jungle: my quest to see a baby harpy eagle",
      "slug": "a-jester-in-the-jungle:-my-quest-to-see-a-baby-har",
      "url": "https://www.theguardian.com/environment/2025/nov/12/birdwatch-jester-in-jungle-quest-see-baby-harpy-eagle",
      "summary": "I had always wanted to see one and on a trek in Guyana there he was, his appearance quite bizarreSeeing a special bird can take enormous effort, as I discovered recently on a quest in the jungles of Guyana. As we headed along a narrow river towards our destination, we had to cope with heat and humidity and navigate huge rocks and fallen logs. All this just to see a baby bird.I say baby, but harpy eagles – named after mythical ancient Greek spirits with a raptor’s body and a woman’s head – are easily the biggest bird of prey in the Americas, and one of the largest in the world. Continue reading",
      "content": "I had always wanted to see one and on a trek in Guyana there he was, his appearance quite bizarreSeeing a special bird can take enormous effort, as I discovered recently on a quest in the jungles of Guyana. As we headed along a narrow river towards our destination, we had to cope with heat and humidity and navigate huge rocks and fallen logs. All this just to see a baby bird.I say baby, but harpy eagles – named after mythical ancient Greek spirits with a raptor’s body and a woman’s head – are easily the biggest bird of prey in the Americas, and one of the largest in the world. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/7f7ab76020187b7641112e11d8f1587b6663de61/121_0_4079_3264/master/4079.jpg",
      "author": "Stephen Moss",
      "published_at": "2025-11-13T02:21:27.615185",
      "collected_at": "2025-11-13T02:21:27.615188",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.7999999999999999,
      "reading_time_minutes": 3,
      "keywords": [
        "nature",
        "news",
        "en",
        "the guardian environment"
      ],
      "language": "en",
      "original_language": null
    },
    {
      "id": 85,
      "title": "Country diary: The strange sight of cattle on sand dunes | Rob Schofield",
      "slug": "country-diary:-the-strange-sight-of-cattle-on-sand",
      "url": "https://www.theguardian.com/environment/2025/nov/12/country-diary-the-strange-sight-of-cattle-on-sand-dunes",
      "summary": "Sefton, Merseyside: These longhorns will be here till spring, roaming (almost) free, disturbing the ground, creating a foothold for native wildlifeThey’re huddled at the entrance to their enclosure: a quartet of broad‑backed ruminants contemplating their winter lodgings. They arrived yesterday, when the dunes were under siege from wind and rain. But these are hardy cattle and there are plenty of hollows in which to shelter. This group might be here until April – there’s no rush to explore.The council’s Green Sefton service has two winter-grazing enclosures over more than 228 hectares of the Ai",
      "content": "Sefton, Merseyside: These longhorns will be here till spring, roaming (almost) free, disturbing the ground, creating a foothold for native wildlifeThey’re huddled at the entrance to their enclosure: a quartet of broad‑backed ruminants contemplating their winter lodgings. They arrived yesterday, when the dunes were under siege from wind and rain. But these are hardy cattle and there are plenty of hollows in which to shelter. This group might be here until April – there’s no rush to explore.The council’s Green Sefton service has two winter-grazing enclosures over more than 228 hectares of the Ainsdale and Birkdale Sandhills nature reserve. English longhorns, on loan from the Lancashire Wildlife Trust, are used for conservation grazing to help manage the sand dune grassland and dune slack habitats. At other times of the year, herpetologists might encounter sand lizards, great-crested newts and natterjack toads. Today I’m visiting to view the cattle up close, to understand this project and its benefits. Continue reading...",
      "image_url": "https://i.guim.co.uk/img/media/02310ae8497bcc63add1aec010ab3c592672e3cb/237_0_1125_900/master/1125.jpg",
      "author": "Rob Schofield",
      "published_at": "2025-11-13T02:21:27.615387",
      "collected_at": "2025-11-13T02:21:27.615391",
      "source_id": 1,
      "is_featured": false,
      "is_verified": true,
      "is_archived": false,
      "quality_score": 0.75,
      "reading_time_minutes": 5,
      "keywords": [
        "nature",
        "news",
        "en",
        "the guardian environment"
      ],
      "language": "en",
      "original_language": null
    }
  ],
  "total": 85,
  "page": 1,
  "size": 85,
  "pages": 1,
  "updated_at": "2025-11-13T02:21:27.615398"
}